{
"faqES": 
	[ 
		{
			"title": "¿Cuáles son los requerimientos mínimos del sistema?", 
			"content": "El juego necesita Flash 11 para correr.<br />Flash 11 también tiene sus propios requerimientos.<br /><span class='faqTabSpan'>Windows:</span><br />2.33GHz o procesador más rápido compatible con x86, o Intel® Atom™ 1.6GHz o procesador más rápido para netbooks<br />Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit y 64-bit)<br />Internet Explorer 7.0 y arriba, Mozilla Firefox 4.0 y arriba, Google Chrome, Safari 5.0 y arriba, Opera 11<br />1GB de RAM; 128MB de memoria gráfica<br /><span class='faqTabSpan'>Mac OS:</span><br />Intel Core™ Duo 1.33GHz o procesador más rápido<br />Mac OS X v10.6 o v10.7<br />Safari 5.0 y arriba, Mozilla Firefox 4.0 y arriba, Google Chrome, Opera 11<br />1GB de RAM; 128MB de memoria gráfica<br /><span class='faqTabSpan'>Linux:</span><br />2.33GHz o procesador más rápido compatible con x86, o Intel® Atom™ 1.6GHz o procesador más rápido para netbooks<br />Red Hat® Enterprise Linux (RHEL) 5.6 en adelante (32-bit and 64-bit), openSUSE® 11.3 en adelante (32-bit and 64-bit), Ubuntu 10.04 en adelante (32-bit and 64-bit)<br />Mozilla Firefox 4.0 o Google Chrome<br />1GB de RAM; 128MB de memoria gráfica<br />"
		},
		{
			"title": "¿Por qué tengo problemas con el juego en Internet Explorer 8 o versiones anteriores?", 
			"content": "Por favor ten en cuenta que el juego tiene problemas conocidos en Internet Explorer 8 y versiones anteriores en ciertos sistemas. Si tienes problemas corriendo el juego y tienes Internet Explorer 8 o anterior, por favor considera usar otro navegador por el momento."
		},
		{
			"title": "¿Por qué necesito registrarme en el juego?", 
			"content": "El juego requiere registro para poder guardar el progreso del jugador y organizar las competencias semanales. El correo electrónico del jugador es utilizado solamente para contactar a los ganadores y también, si el jugador ha dado su aprobación, para fines de marketing de Rovio Entertainment Ltd y PepsiCo."
		}, 
		{
			"title": "¿Qué es el Tazos Power?", 
			"content": "El Tazos Power es un poder único para el juego de Angry Birds Tazos. Se activa al hacer clic en el botón de Tazos Power. Puedes usar el Tazos Power solamente una vez en cada nivel. Recibirás 3 Tazos Power gratis cuando entres al juego por primera vez, y puedes obtener más enviando códigos. Cada código vale por cinco Tazos Power extra."
		}, 
		{
			"title": "¿Dónde obtengo los códigos para desbloquear los Tazos Power?", 
			"content": "Puedes obtener códigos en productos de Sabritas, Gamesa y Sonrics. Para más información, visita <a href='http://www.tazos.com/' target='_blank'>www.tazos.com</a>."
		}, 
		{
			"title": "¿Cuánto dura la competencia?", 
			"content": "Hay una competencia semanal por los tres episodios de lunes a domingo. Las tablas de líderes se reiniciarán a la medianoche del domingo. El tiempo restante de la competencia activa se muestra arriba de la barra lateral."
		}, 
		{
			"title": "¿Quién gana cuando la competencia termina?", 
			"content": "Cada jugador en la tabla de líderes del episodio ganará premios. Hay 50 ganadores por cada episodio, y la lista se reiniciará cada domingo a medianoche para iniciar una nueva competencia. Sólo los 50 jugadores con las puntuaciones más altas de cada episodio estarán en las tablas de líderes."
		}, 
		{
			"title": "¿Qué es la tabla de líderes?", 
			"content": "En la barra lateral del juego hay tres tablas de líderes basadas en episodios que combinan las puntuaciones de los tres niveles de cada episodio. También hay tablas de líderes basadas en niveles, para cada uno de los nueve niveles. En la barra lateral puedes navegar las tablas de líderes usando las flechas a la izquierda y derecha. Al hacer clic sobre los botones de Episodios y Niveles cambiarás entre tablas de líderes de nivel individual y tablas de líderes de episodio."
		}, 
		{
			"title": "¿Cuáles son los requisitos para participar?", 
			"content": "La promoción es válida en todo México. Cualquier persona que esté jugando y tenga 13 años de edad o más, puede participar en la competencia semanal."
		}, 
		{
			"title": "¿Cuántas veces puedo intentar alcanzar una puntuación ganadora?", 
			"content": "Puedes intentarlo tantas veces como quieras durante la competencia semanal. Cada domingo a medianoche se cierra la competencia y comienza una nueva competencia semanal. Con el Tazos Power, puedes incrementar las posibilidades de entrar a las tablas de líderes."
		}, 
		{
			"title": "¿Cómo recibiré mi premio?", 
			"content": "Los ganadores semanales serán contactados por correo electrónico para que envíen la dirección de entrega del premio. Es importante que te asegures de que el correo electrónico que proporciones al registrarte sea válido, pues de lo contrario será imposible contactarte."
		}, 
		{
			"title": "¿Cuánto tiempo puedo jugar?", 
			"content": "La primera competencia comenzará el 7 de enero del 2013. La última competencia terminará el 17 de febrero del 2013. Después de la última competencia, el juego seguirá disponible por un tiempo limitado."
		}
	]
}