{"legl30":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit и 64-bit)","legl31":"Internet Explorer 8.0 и по-висока версия, Mozilla Firefox 4.0 и по-висока версия, Google Chrome, Safari 5.0 и по-висока версия, Opera 11","legl32":"1GB RAM; 128MB графична памет","legl33":"Intel Core™ Duo 1.33GHz или по-бърз процесор","legl34":"Mac OS X v10.6 или v10.7","legl25":"21. Като участвате в промоцията Вие напълно и безусловно се съгласявате, че приемате тези „Общи условия“.","legl24":"20. За техническа поддръжка, моля вижте Информация за Играта (Game Information) на nestle.angrybirds.com или се свържете с местната служба за потребители на Nestlé / CPW.","legl27":"23. Запазваме си правото да правим промени и корекции на настоящите „Общи условия“. Моля, посещавайте периодично тази страница, за да преглеждате настоящата и нова допълнителна информация.","legl26":"22. Запазваме си правото да ограничим или прекратим достъпа Ви до този уеб сайт или която и да е опция на този уеб сайт или която и да е опция или част от него по всяко време.","legl29":"2.33GHz или по-бърз x86-съвместим процесор или Intel® Atom™ 1.6GHz или по-бърз процесор за лаптопи","legl28":"24.  Настоящите общи условия и всички предявени по тях искове, ще се уреждат и тълкуват съгласно законите на България в рамките на изключителната юрисдикция на съдилищата в България.","legl22":"18. Игрите са предназначени единствено за забавление. Всяка игра съдържа информация, предназначена единствено да позволи опции за симулация. Няма гаранция че информацията, съдържаща се в Играта е правилна, безопасна или точна и не трябва да се използва или да се разчита на нея в ситуации от реалния живот. По тази причина ще бъдат отхвърлени искове относно щети или загуби, причинени от използването на предоставената информация в Игрите и в при никакви обстоятелства NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD или съответните им филиали, свързана/и компания/-ии или доставчици, не носят отговорност по споменатите тук искове.","legl23":"19. Всяка лична информация или материал, изпратен до уеб сайтовете на Nestlé Group, е предмет на политиката на Nestlé Group за поверителност и защита на личните данни, заложени в Условията за поверителност, поместени тук.","legl20":"16. Авторското право остава в сила за всички компоненти, включени във варианта на Играта за изтегляне. Всички права са запазени от собственика/-иците на авторското право.","legl21":"17. Използването на Уеб сайта и Играта е изключително на Ваш собствени риск. Освен това, Nestlé Group няма да носи финансова или каквато и да е друга отговорност за понесени загуби от вируси, които може да засегнат компютърното Ви оборудване или друга собственост, поради употреба на, достъп до или изтегляне на каквито и да е материали от Играта и/или Уеб сайта. Онлайн съдържанието може да се възпроизвежда на различни устройства. Уверете се, че устройството, на което желаете да играете Играта, позволява избрания формат. Внимание: възможно е някои устройства да не могат да възпроизвеждат избрания формат. Онлайн съдържанието е щателно сканирано и тествано на всички етапи от производство; въпреки това е възможно да съдържа значителни или незначителни програмни грешки. Програмата е предоставена „във вида, в който е“ и Вие поемате отговорност за определяне на съвместимостта на програмата с Вашата система и за постигнатите резултати. При никакви обстоятелства NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED или някой от нейните филиали или свързана/и компания/-ии или доставчици, не носят отговорност за последствия или случайни материални или нематериални щети, възникнали от употребата или от невъзможността за употреба на Играта и/или Уеб сайта.","legl16":"12. Организаторът си запазва правото да променя Промоцията.","legl15":"11. Всички и всякакви интелектуални права над статиите на Уеб сайта, както и над Играта, посочена тук, остават на съответния/-те им собственик/-ци.","legl14":"10. Всички оплаквания, свързани с Промоцията трябва да се направят писмено, да са обосновани и адресирани до Организатора, изпратени по обикновена поща до местната служба за потребители, незабавно след установяване на основанието/-ята за такива оплаквания. Решението на Организатора по всички въпроси, произтичащи от Промоцията е окончателно и няма да се започва кореспонденция по въпроса.","legh1":"Общи условия","legl13":"9. Промоцията започва на 01,11,2013 и приключва на 31.12.2014, което означава, че преди 01,11,2013 и след 31,12,2014 няма да може да се влиза на Уеб сайта.","legl7":"4. Като въведете Кода на Уеб сайта съгласно точка 3с, ставате участник в Промоцията („Участникът“) и се приема, че сте съгласни да участвате в Промоцията, за да играете онлайн Играта при съдържащите се тук общи условия.","leg9":"Игрите работят много бавно.","legl19":"15. Изрично е забранено всяко непозволено излъчване, публично представяне, копиране, презапис, публично изложение или изготвяне на аудиовизуални презентации, включени в Играта, достъпни в или чрез интернет (или упълномощаване за някое от горепосочените), по какъвто и да е начин.","legl6":"c. Да въведе кода в следния уеб сайт: :[nestle.angrybirds.com], след като кликне върху знамето на България („Уеб сайта“), за да играе онлайн игра за периода, определен в точка 9. ","leg8":"Не, всички програми са напълно сканирани и нямат вируси.","legl18":"14. Аудиовизуалното съдържание е публикувано от CPW S.A. под лиценз на ROVIO ENTERTAINMENT LTD.","legl9":"6. Всеки код може да се въведе на Уеб сайта за онлайн игра през периода, определен в точка 9. Ще бъдат отхвърлени неправилни, невалидни или непозволени Кодове, въведени на Уеб сайта, а Участникът, въвел такъв Код, ще бъде информиран незабавно.","leg7":"Възможно ли е Играта да съдържа вирус?","legl17":"13. Уеб сайтът може да съдържа връзки към сайтове, притежавани от или експлоатирани от страни, различни от Организатора. Такива връзки се предоставят само за Ваше удобство. Организаторът не контролира и не е отговорен за съдържанието, поверителността, политиките или сигурността на такива сайтове.","legl8":"5. Всички Кодове подлежат на незабавна проверка от Организатора след въвеждането им на Уеб сайта.","leg6":"Linux:","legl3":"3. За да участва в промоцията, всяко лице, отговарящо на условията в точка 2, и в рамките на срока, определен в точка 9, трябва:","legh6":"Предупреждения за здравето","leg5":"операционна система Mac:","legl2":"2. Промоцията е отворена за всеки на възраст над 6 години , живеещ в България.","leg4":"Windows:","leg3":"Играта изисква работеща програма Flash 11. Изисквания за Flash 11. ","legl5":"b. Да намери код на опаковката на всички промоционални Продукти („Кодът“) и да запази тази опаковка или поне онази част от нея, която съдържа Кода;","leg2":"В този уеб сайт термините „ние“, „нас“, „наш“, „Nestlé“ и „Nestlé Group“ се отнасят до CPW S.A., Nestlé S.A, General Mills Inc. и всички нейни свързани компании според конкретния контекст. ","legl4":"a. Да закупи пакет от Nesquik, Chocapic, Nesquik DuoCookie Crisp, Lion, Cheerios („предлагани от Организатора в промоционална опаковка, отнасяща се до Промоцията („Продуктът“); ","leg1":"Благодарим Ви, че посетихте този уеб сайт. Моля, уверете се, че сте прочели внимателно съдържащите се в този документ „Общи условия“, тъй като всяко използване на този уеб сайт означава, че приемате определените тук „Общи условия“. ","legh2":"ИНФОРМАЦИЯ ЗА ИГРАТА ","legh3":"Минимални изисквания към системата","legh4":"Отстраняване на неизправности","legl1":"1. Организаторът на промоцията „Angry Birds“ в България („Промоцията“) е: Nestle, бул. Европа 128, София („Организаторът“).","legh5":"Проблеми с DirectX:","leg12":"Някои хора могат да получат епилептичен припадък когато гледат мигащи светлини или картини в ежедневната си среда. Тези хора могат да получат епилептичен припадък когато гледат телевизионни картини или играят компютърни игри. Дори играчи, които никога не са имали епилептичен припадък, може да имат неоткрито епилептично състояние. Консултирайте се със своя лекар преди да играете компютърни игри, ако Вие или някой в семейството Ви има епилепсия. Спрете незабавно играта ако почувствате някой от следните симптоми по време на игра:","legl10":"7. Всеки Код ще даде на Участника право да:","leg11":"За да можете да играете трябва да е инсталирана DirectX ® 9.0 или по-висока версия на компютъра Ви. Можете да инсталирате DirectX като изтеглите софтуера от актуализация на Microsoft Windows на http://windowsupdate.microsoft.com. Ако срещнете проблеми с видеото или аудиото при използване на DirectX, посетете http://support.microsoft.com за най-новата информация за отстраняване на неизправности. Трябва също да получите най-новите съвместими драйвери за DirectX от производителя на видео и аудио картата Ви.","legl11":"a. Играе Играта онлайн съгласно уникалния Код от Уеб сайта на Компютъра си. Играта не може да се свали на Вашия компютър. ","leg10":"Ако игрите работят бавно, проверете следното:","legl12":"8. Правата, дадени въз основа на точки 3 и 7, не могат да се прехвърлят. Не се предлага парично възнаграждение като алтернатива.","legl48":"неволеви движения и/или конвулсии ","legl46":"умствено объркване ","legl47":"загуба на усещане за обикалящата Ви среда ","leg15":"Можете да разглеждате уеб сайта, да възпроизвеждате откъси чрез печат, изтегляне на твърд диск или за целите на разпространение до други физически лица. Това може да става само при условие, че запазите непроменени всички бележки за авторско и друго право на собственост и че гореспоменатото съобщение за търговска марка е видимо при такъв вид възпроизвеждане. Възпроизвеждане на която и да е част от този уеб сайт не може да бъде продавана или разпространявана с търговска цел, нито да бъде променяна или включвана в друга творба, публикация или уеб сайт.","leg16":"Търговските марки, емблемите, знаците и знаци на услуги (заедно наричани „Търговски марки“), изобразени на уеб сайта, принадлежат на Nestlé Group. Нищо, съдържащо се в този уеб сайт не трябва да се счита за предоставяне на лиценз или право за употреба на която и да е изобразена на уеб сайта Търговска марка. Изрично е забранено да използвате/злоупотребявате с Търговските марки, изобразени на този уеб сайт или друго съдържание на уеб сайта, освен както е определено в настоящите Общи условия. Освен това следва да имате предвид, че Nestlé Group ще гарантира принудителното прилагане на своите права на интелектуална собственост в максималната степен, предвидена по закон, включително чрез криминално преследване при тежки нарушения.","leg13":"© 2013 CPW S.A. ","leg14":"Всички авторски права и други права на интелектуална собственост във всички текстове, изображения и други материали на уеб сайта са собственост на Nestlé Group или са включени с разрешение от съответния собственик. ","legl39":"Mozilla Firefox 4.0 или Google Chrome","legl35":"Safari 5.0 или по-висока версия, Mozilla Firefox 4.0 или по-висока версия, Google Chrome, Opera 11","legl36":"1GB RAM; 128MB графична памет","legl37":"2.33GHz или по-бърз x86-съвместим процесор или Intel Atom 1.6GHz или по-бърз процесор за лаптопи","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 или по-късна версия (32-bit и 64-bit), openSUSE® 11.3 или по-късна версия (32-bit и 64-bit), Ubuntu 10.04 или по-късна версия (32-bit и 64-bit)","legl43":"виене на свят ","legl42":"Затворете всички приложения, преди да стартирате играта. ","legl45":"трепкане на мускул или око ","legl44":"нарушение на зрението ","legl41":"Уверете се, че Вашите видео настройки са регулирани на цвят 32 бита. Отворете настройките на дисплея в контролния панел, след това изберете настройката 32 Bit Colour (цвят 32 бита). ","legl40":"1GB RAM; 128MB графична памет"}