{"legl30":"Microsoft® Windows® XP (32 bit), Windows Server® 2003 (32 bit), Windows Server 2008 (32 bit), Windows Vista® (32 bit), Windows 7 (32 bit og 64 bit)","legl31":"Internet Explorer 8.0 og nyere, Mozilla Firefox 4.0 og nyere, Google Chrome, Safari 5.0 og nyere, Opera 11","legl32":"1 GB RAM, 128 MB grafikkort","legl33":"Intel Core™ Duo 1,33 GHz eller hurtigere processor","legl34":"Mac OS X v10.6 eller v10.7","legl25":"21. Ved at deltage i kampagnen accepterer du fuldt ud og uden forbehold disse vilkår og betingelser.","legl24":"20. Du kan få teknisk support ved at se Spilinformation på [nestle.angrybirds.com] eller kontakte kundeservice hos Nestlé/CPW.","legl27":"23. Vi forbeholder os ret til at foretage evt. ændringer og rettelser af disse vilkår og betingelser. Åbn jævnligt denne side, så du kan gennemse dem samt evt. nye oplysninger.","legl26":"22. Vi forbeholder os ret til at begrænse eller afslutte din adgang til dette websted samt enhver af dette websteds funktioner og alle dele deraf til enhver tid.","legl29":"2,33 GHz eller hurtigere x86-kompatibel processor eller Intel® Atom™ 1,6 GHz eller hurtigere processor til netbooks","legl28":"24.  Disse vilkår og betingelser samt ethvert krav, der fremsættes i forbindelse hermed, er underlagt og skal fortolkes i overensstemmelse med lovgivningen i [Danmark] underlagt eksklusiv jurisdiktion fra domstolene i [Danmark].","legl22":"18. Spillene er alene beregnet til underholdning. Hvert spil indeholder information, der alene er udformet til at muliggøre simulation. Information indeholdt i spillet er ikke garanteret korrekt, sikkert eller nøjagtigt og må ikke bruges eller gøres til genstand for pålidelige målinger i virkelige situationer. Ansvarskrav vedr. skader eller tab forårsaget igennem brug af nogen af de oplysninger, der fremgår af spillene, vil derfor blive afvist, ligesom NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD og enhver af deres respektive associerede selskaber eller leverandører fralægger sig ethvert ansvar i denne forbindelse.","legl23":"19. Personlige oplysninger eller materialer indsendt til Nestlé Groups websteder er underlagt Nestlé Groups politik vedr. beskyttelse af personlige oplysninger, som fremgår af notitsen vedr. personlige oplysninger, som er placeret her.","legl20":"16. Copyright er gældende for alle komponenter indeholdt i spillet til download. Alle rettigheder forbeholdes af copyrightindehaveren eller copyrightindehaverne.","legl21":"17. Din brug af webstedet og spillet foregår på eget ansvar. Yderligere påtager Nestlé Group sig intet ansvar af nogen art for noget tab, der opstår som følge af virus, som kan inficere dit computerudstyr eller anden ejendom, pga. din brug af, adgang til eller download af noget materiale fra spillet og/eller webstedet. Onlineindholdet kan spilles på diverse enheder. Sørg for, at den enhed, du vil spille spillet på, tillader det valgte format. Bemærk: Visse enheder kan muligvis ikke afspille det valgte format. Onlineindholdet er blevet gennemscannet og testet på alle stadier af produktionen. Ikke desto mindre kan det indeholde signifikante eller ikke-signifikante programfejl. Programmet leveres, \"som det er og forefindes\", og du påtager dig det fulde ansvar for at afgøre egnetheden af programmet til dit system samt de tilhørende resultater. NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED eller nogen af disses datterselskaber eller tilknyttede virksomheder eller leverandører er under ingen omstændigheder ansvarlige for nogen følelsesmæssig eller hændelig skade af nogen art, uanset om den måtte opstå som følge af brug eller manglende evne til brug af spillet og/eller webstedet.","legl16":"12. Arrangøren forbeholder sig ret til at tilbagetrække eller ændre kampagnen.","legl15":"11. Alle immaterielle ejendomsrettigheder til de artikler, som stilles til rådighed på webstedet, såvel som det spil, der henvises til heri, forbliver ejendom tilhørende den eller de pågældende rettighedshavere.","legl14":"10. Evt. klager vedr. kampagnen skal fremsættes skriftligt med dokumentation og indsendes til arrangøren med post til den lokale kundeservice, umiddelbart efter årsagen eller årsagerne til sådanne klager er opstået. Arrangørens afgørelser af alle problemstillinger, der opstår på baggrund af kampagnen, er endelige og evt. henvendelser desangående vil blive ignoreret.","legh1":"Vilkår og betingelser","legl13":"9. Kampagnen begynder den [13. januar] og lukker den [31. december], hvilket betyder, at webstedet først kan åbnes den [13. januar] og sidst den [31. december 2014].","legl7":"4. Når du indtaster koden på webstedet i overensstemmelse med paragraf 3c, bliver du deltager i kampagnen (\"deltager\") og forventes at have accepteret deltagelse i kampagnen af hensyn til onlinespil af spillet på baggrund af de vilkår og betingelser, der fremgår heraf.","leg9":"Spillene kører meget langsomt.","legl19":"15. Al uautoriseret udsendelse, offentlig fremvisning, kopiering, genindspilning, offentlig udstilling eller repræsentation af lyd og video indeholdt i spillet eller via internettet (eller autorisation af noget af foregående) på en hvilken som helst facon er forbudt.","legl6":"c. Indtaste koden på følgende websted: [nestle.angrybirds.com]. Når du har klikket på et flag tilhørende [Danmark] (\"webstedet\"), kan du spille spillet online i løbet af det tidsrum, der fremgår af paragraf 9. ","leg8":"Nej, alle programmer er blevet gennemscannet og er fri for virus.","legl18":"14. Det audiovisuelle indhold er offentliggjort af CPW S.A. under licens fra ROVIO ENTERTAINMENT LTD.","legl9":"6. Hver enkelt kode skal indtastes i webstedet, før spillet kan spilles, i løbet af det tidsrum, der fremgår af paragraf 9. Ukorrekte, ugyldige eller uautoriserede koder indtastet på webstedet afvises, og deltagere, der indtaster sådanne koder, får øjeblikkeligt besked.","leg7":"Kan spillet indeholde en virus?","legl17":"13. Webstedet kan indeholde link til sider, som ejes eller drives af tredjeparter. Sådanne link stilles til rådighed \"som de er og forefindes\". Arrangøren kontrollerer ikke og er ikke ansvarlig for indhold, beskyttelse af personlige oplysninger, politikker eller sikkerhed for sådanne sider.","legl8":"5. Alle koder er underlagt bekræftelse af arrangøren umiddelbart efter åbning af webstedet.","leg6":"Linux:","legl3":"3. For at deltage i kampagnen skal alle deltagere, der iht. paragraf 2 er berettiget, inden for den angivne tidsperiode fra paragraf 9:","legh6":"Helbredsadvarsler","leg5":"Mac OS:","legl2":"2. Kampagnen er åben for alle personer, der er fyldt [18 år], og som er bosiddende i [Danmark].","leg4":"Windows:","leg3":"Spillet kræver Flash 11 for at kunne køre. Flash 11 har sine egne krav.  ","legl5":"b. Finde en kode på emballagen tilhørende alle kampagneprodukter (\"koden\") og opbevare denne emballage eller som minimum en del af emballagen indeholdende koden.","leg2":"På dette websted refererer udtrykkene \"vi\", \"os\", \"vores\" \"Nestlé\" og \"Nestlé Group\" til CPW S.A., Nestlé S.A, General Mills Inc. samt alle datterselskaber afhængigt af sammenhængen. ","legl4":"a. Købe en pakke [Nesquik, Multi Cheerios, Havre Cheerios] udbudt af arrangøren i den kampagnepakke, der refererer til kampagnen (\"produktet\"). ","leg1":"Tak for dit besøg på dette websted. Du bedes nøje gennemlæse vilkårene og betingelserne indeholdt i dette dokument, eftersom enhver brug af dette websted indebærer din accept af de pågældende vilkår og betingelser. ","legh2":"SPILINFORMATION ","legh3":"Minimumssystemkrav","legh4":"Problemløsning","legl1":"1. Arrangøren af kampagnen for \"Angry Birds\" i [Danmark] (\"kampagnen\") er: [Nestle Danmark A/S, Amerikakaj, Dampfærgevej 28, 2100 Copenhagen Ø] (\"arrangøren\").","legh5":"Problemer med DirectX:","leg12":"Visse personer oplever epileptiske anfald, når de betragter blinkende lys eller mønstre i dagligdagen. Sådanne personer kan opleve epileptiske anfald, når de betragter tv-billeder eller spiller computerspil. Selv spillere, der ikke tidligere har oplevet epileptiske anfald, kan lide af en ikke-diagnosticeret epileptisk sygdom. Rådfør dig med din læge, før du spiller computerspil, hvis du eller nogen i din familie lider af en epileptisk sygdom. Ophør øjeblikket med at spille spillet, hvis du oplever nogen af følgende symptomer:","legl10":"7. Hver enkelt kode giver deltageren ret til at:","leg11":"DirectX® 9.0c eller nyere skal være installeret på din computer, før du kan spille. Du kan installere DirectX ved at downloade softwaren fra Microsoft Windows Update på http://windowsupdate.microsoft.com. Hvis du støder på video- eller lydproblemer, når du benytter DirectX, skal du gå til http://support.microsoft.com for at få de nyeste oplysninger vedr. fejlfinding. Du bør også hente de nyeste DirectX-kompatible drivere hos producenten af dit lyd- eller grafikkort.","legl11":"a. Spille spillet online igennem den unikke kode fra webstedet på en computer. Spillet kan ikke downloades på en computer. ","leg10":"Hvis spillene kører langsomt, kan du prøve følgende:","legl12":"8. De rettigheder, der tildeles på baggrund af paragraf 3 og 7, kan ikke overføres. Spillet kan ikke ombyttes til kontanter.","legl48":"ufrivillige bevægelser og/eller sammentrækninger ","legl46":"forvirring ","legl47":"manglende opmærksomhed på omgivelserne ","leg15":"Du har tilladelse til at browse på webstedet, gengive uddrag i form af udskrivning, download til en harddisk eller distribution til øvrige individer. Dette må kun finde sted under forudsætning af, at du bevarer alle notitser vedr. copyright og ejendomsinformation, samt at ovenstående varemærkenotits fremgår af sådanne reproduktioner. Ingen reproduktion af nogen art af dette websted må sælges eller distribueres i erhvervsmæssig øjemed eller modificeres eller indlejres i andet arbejde, øvrige publikationer eller websteder.","leg16":"De varemærker, logoer, figurer og servicemærker (samlet \"varemærker\"), der fremgår af dette websted, tilhører Nestlé Group. Intet på dette websted skal betragtes som, at du tildeles nogen licens eller nogen ret til at bruge noget varemærke, der vises på dette websted. Brug/misbrug af de varemærker, der fremgår af dette websted eller på noget andet indhold på dette websted, er strengt forbudt, medmindre andet fremgår af disse vilkår og betingelser. Du gøres endvidere opmærksom på, at Nestlé Group aggressivt håndhæver sine immaterielle ejendomsrettigheder i det videst mulige omfang, gældende lovgivning tillader det, herunder igennem politianmeldelse for alvorlige overtrædelser.","leg13":"© 2013 CPW S.A. ","leg14":"Alle copyrights og øvrige immaterielle ejendomsrettigheder i al tekst, alle billeder og øvrige materialer på dette websted tilhører Nestlé Group eller benyttes med tilladelse fra den pågældende ejer. ","legl39":"Mozilla Firefox 4.0 eller Google Chrome","legl35":"Safari 5.0 og nyere, Mozilla Firefox 4.0 og nyere, Google Chrome, Opera 11","legl36":"1 GB RAM, 128 MB grafikkort","legl37":"2,33 GHz eller hurtigere x86-kompatibel processor eller Intel Atom 1,6 GHz eller hurtigere processor til netbooks","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 eller nyere (32 bit og 64 bit), openSUSE® 11.3 eller nyere (32 bit og 64 bit), Ubuntu 10.04 eller nyere (32 bit og 64 bit)","legl43":"svimmelhed ","legl42":"Luk alle programmer, før du kører spillet. ","legl45":"sammentrækninger af øjne eller øjenmuskulatur ","legl44":"synsforstyrrelser ","legl41":"Sørg for, at dine videoindstillinger er angivet til 32 bit farver. Åbn indstillingsikonet for skærmindstillinger i kontrolpanelet, og vælg derefter indstillingen for 32 bit farver. ","legl40":"1 GB RAM, 128 MB grafikkort"}