{"legl30":"Microsoft® Windows® XP (32-Bit), Windows Server® 2003 (32-Bit), Windows Server 2008 (32-Bit), Windows Vista® (32-Bit), Windows 7 (32-Bit und 64-Bit)","legl31":"Internet Explorer 8.0 und höher, Mozilla Firefox 4.0 und höher, Google Chrome, Safari 5.0 und höher, Opera 11","legl32":"1 GB RAM; 128 MB Grafikspeicher","legl33":"Intel Core™ Duo 1,33 GHz oder schnellerer Prozessor","legl34":"Mac OS X v10.6 oder v10.7","legl25":"21. Durch Teilnahme an der Aktion stimmst du diesen Geschäftsbedingungen voll und bedingungslos zu.","legl24":"20. Für technischen Support siehe bitte die Spielinformation auf [nestle.angrybirds.com] oder kontaktiere deinen örtlichen Nestlé / CPW-Kundendienst.","legl27":"23. Wir behalten uns auch vor, diese Geschäftsbedingungen zu ändern oder zu korrigieren. Bitte besuche diese Seite von Zeit zu Zeit, um diese und neue, zusätzliche Informationen einzusehen.","legl26":"22. Wir behalten uns das Recht vor, deinen Zugriff auf die Website oder bestimmte Funktionen der Website jederzeit zu beschränken oder zu beenden.","legl29":"2,33 GHz oder schnellerer x86-kompatibler Prozessor, oder Intel® Atom™ 1,6 GHz oder schnellerer Prozessor für Netbooks","legl28":"24.  Diese Geschäftsbedingungen und alle daraus entstehenden Ansprüche unterliegen dem Recht von der Schweiz und der exklusiven Gerichtsbarkeit von der Schweiz.","legl22":"18. Die Spiele dienen ausschließlich der Unterhaltung. Jedes Spiel enthält Informationen, die nur zur Ermöglichung von Optionen für die Simulation dienen. Im Spiel enthaltene Informationen werden nicht als korrekt, sicher oder akkurat gewährleistet und sind nicht für echte Lebenssituationen anwendbar oder verlässlich. Haftungsansprüche hinsichtlich Schäden oder Verlusten aufgrund der Nutzung von Informationen aus den Spielen werden deshalb zurückgewiesen, und in keinem Fall sind NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD oder Tochterunternehmen, verbundene Unternehmen oder Lieferanten in diesem Zusammenhang haftbar.","legl23":"19. Alle persönlichen Informationen oder Materialien, die an Websites von Nestlé Group gesendet werden, unterliegen den hier aufgeführten Datenschutzbestimmungen von Nestlé Group.","legl20":"16. Alle Komponenten des herunterladbaren Spiels unterliegen dem Urheberrecht. Die Urheberrechtseigentümer behalten sich alle Rechte vor.","legl21":"17. Du benutzt die Website und das Spiel exklusiv auf eigenes Risiko. Weiterhin übernimmt Nestlé Group keinerlei Haftung oder Verantwortung für Verluste durch Viren, die deinen Computer oder sonstige Geräte aufgrund der Verwendung oder dem Zugriff auf das Spiel und/oder die Website oder dem Herunterladen von Material befallen. Der Online-Inhalt ist auf verschiedenen Geräten abspielbar. Bitte stelle sicher, dass das Gerät, auf dem du das Spiel spielen willst, das gewählte Format unterstützt. Achtung: einige Geräte können das gewählte Format u.U. nicht abspielen. Der Online-Inhalt wurde in allen Produktionsphasen gründlich gescannt und getestet, dennoch kann er signifikante oder insignifikante Programmfehler enthalten Das Programm wird „wie vorliegend\" bereitgestellt und du bist dafür verantwortlich, die Eignung des Programms und des erhaltenen Resultats für dein System zu bestimmen. In keinem Fall sind NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED oder Tochterunternehmen, verbundene Unternehmen oder Lieferanten für Neben- oder Folgeschäden materieller oder immaterieller Art haftbar, die aus der Verwendung des Spiels oder der Website, oder der Unfähigkeit dazu, entstehen.","legl16":"12. Der Anbieter behält sich vor, die Aktion zu beenden oder zu modifizieren.","legl15":"11. Alle geistigen Eigentumsrechte an auf der Website erhältlichen Artikeln sowie dem hier erwähnten Spiel verbleiben bei den jeweiligen Eigentümern.","legl14":"10. Alle Beschwerden hinsichtlich der Aktion sind schriftlich mit Begründung an den örtlichen Kundendienst des Anbieters zu richten, und zwar unverzüglich nach Bekanntwerden der Gründe für die Beschwerde. Die Entscheidungen des Anbieters in allen Angelegenheiten im Zusammenhang mit der Aktion sind final und es wird keine Korrespondenz stattfinden.","legh1":"Geschäftsbedingungen","legl13":"9. Die Aktion beginnt am 1. 05. 2014  und endet am 31.12.2014, und dementsprechend kann nicht vor dem 1. 05.2014 und nicht nach dem 31.12.2014 auf die Website zugegriffen werden.","legl7":"4. Durch Eingeben des Codes auf der Website gemäß Abschnitt 3c wirst du Teilnehmer der Aktion („der Teilnehmer”), und es wird davon ausgegangen, dass du mit der Teilnahme an der Aktion und dem Online-Spielen des Spiels gemäß den hier aufgeführten Geschäftsbedingungen einverstanden bist.","leg9":"Das Spiel läuft sehr langsam.","legl19":"15. Jede unautorisierte Ausstrahlung, öffentliche Vorführung, Vervielfältigung, Neuaufnahme, öffentliche Zurschaustellung oder Verfügbarmachung der audiovisuellen Inhalte des Spiels im Internet (oder Autorisierung des Vorstehenden) ist in jeder Form streng verboten.","legl6":"c. den Code auf folgender Website eingeben: [nestle.angrybirds.com], nachdem auf die Flagge von der Schweiz („die Website”) geklickt wurde, um das Spiel im in Abschnitt 9 festgelegten Zeitraum online spielen zu können. ","leg8":"Nein, alle Programme wurden komplett gescannt und sind frei von Viren.","legl18":"14. Der audiovisuelle Inhalt wird von CPW S.A. unter Lizenz von ROVIO ENTERTAINMENT LTD veröffentlicht.","legl9":"6. Alle Codes können zum Online-Spielen in dem in Abschnitt 9 festgelegten Zeitraum auf der Website eingegeben werden. Falsche, ungültige oder unzulässige Codes, die auf der Website eingegeben werden, werden abgelehnt, und der Teilnehmer, der den Code eingegeben hat, wird umgehend informiert.","leg7":"Ist es möglich, dass das Spiel einen Virus enthält?","legl17":"13. Die Website kann Links zu Seiten enthalten, die nicht dem Anbieter gehören oder von ihm betrieben werden. Solche Links dienen nur als Service. Der Anbieter hat keinen Einfluss und übernimmt keine Verantwortung für den Inhalt, den Datenschutz, die Regeln oder die Sicherheit dieser Seiten.","legl8":"5. Alle Codes werden nach Eingabe auf der Website sofort vom Anbieter verifiziert.","leg6":"Linux:","legl3":"3. Um an der Aktion teilzunehmen, muss jede nach Abschnitt 2 berechtigte Person in dem in Abschnitt 9 festgelegten Zeitraum:","legh6":"Gesundheitswarnungen","leg5":"Mac OS:","legl2":"2. Die Aktion ist für Personen ab einem Alter von über 16  Jahren verfügbar, die in der Schweiz und im Liechtenstein wohnen.","leg4":"Windows:","leg3":"Das Spiel benötigt Flash 11. Flash 11 hat eigene Anforderungen.  ","legl5":"b. einen Code auf der Verpackung des Aktionsprodukts finden („der Code”) und die Verpackung oder zumindest den Teil der Verpackung mit dem Code behalten;","leg2":"Auf dieser Website beziehen sich die Begriffe „wir\", „uns\", „unser\" „Nestlé\" und „Nestlé Group\" auf CPW S.A., Nestlé S.A, General Mills Inc. und alle im jeweiligen Kontext zutreffenden Tochterunternehmen. ","legl4":"a. ein Paket folgender Marken kaufen : NESQUIK, COOKIE CRISP, CINI-MINIS \u0026 LION („vom Anbieter in der Aktionspackung mit Bezug auf die Aktion angeboten („das Produkt”)); ","leg1":"Danke, dass du diese Website besuchst. Bitte lies die Geschäftsbedingungen in diesem Dokument genau durch, denn jeder Gebrauch dieser Website bedeutet, dass du die hier genannten Geschäftsbedingungen akzeptierst. ","legh2":"SPIELINFORMATIONEN ","legh3":"Mindestsystemanforderungen","legh4":"Fehlerbehebung","legl1":"1. Anbieter der Aktion „Angry Birds“ in der Schweiz („die Aktion”) ist: Nestlé Suisse SA, („der Anbieter”).","legh5":"DirectX-Probleme:","leg12":"Einige Menschen erleiden im täglichen Leben epileptische Anfälle durch blinkendes Licht oder Muster. Das kann diesen Menschen auch passieren, wenn sie fernsehen oder Computerspiele spielen. Selbst Menschen, die nie einen Anfall hatten, können einen nicht entdeckten epileptischen Zustand haben. Konsultiere deinen Arzt, bevor du Computerspiele spielst, wenn du oder jemand in deiner Familie an Epilepsie leidet. Höre sofort auf zu spielen, wenn du beim Spielen folgende Symptome erleidest:","legl10":"7. Jeder Code gibt dem Teilnehmer das Recht:","leg11":"DirectX ® 9.0c oder später muss auf deinem Computer installiert sein, damit du spielen kannst. Du kannst DirectX von Microsoft Windows Update unter http://windowsupdate.microsoft.com herunterladen. Wenn Bild- oder Tonstörungen mit DirectX auftreten, siehe http://support.microsoft.com für die neuesten Hinweise zur Fehlerbehebung Du solltest dir auch die neuesten DirectX-kompatiblen Treiber vom Hersteller deiner Grafik- bzw. Soundkarte besorgen.","legl11":"a. das Spiel via eindeutigem Code online auf der Website auf seinem Computer zu spielen. Das Spiel kann nicht auf deinen Computer heruntergeladen werden. ","leg10":"Wenn das Spiel langsam läuft, probiere bitte Folgendes:","legl12":"8. Die in Abschnitt 3 und 7 eingeräumten Rechte sind nicht übertragbar. Es gibt keine Bargeld-Alternative.","legl48":"unwillkürliche Bewegungen oder Krämpfe ","legl46":"geistige Verwirrtheit ","legl47":"Verlust des Bewusstseins für deine Umgebung ","leg15":"Du darfst durch diese Website browsen und Auszüge drucken oder auf eine Festplatte herunterladen, um sie an andere weiterzugeben. Das steht aber unter dem Vorbehalt, dass alle Urheber- und Eigentumsrechte unberührt bleiben und der obige Markenhinweis auf den Reproduktionen erscheint. Keine Reproduktion von Teilen dieser Website darf zum kommerziellen Gewinn verkauft oder vertrieben werden, noch darf sie modifiziert oder in ein anderes Werk, eine Veröffentlichung oder eine Website integriert werden.","leg16":"Marken, Logos, Zeichen und Servicemarken (gemeinsam „Marken\"), die auf dieser Website erscheinen, gehören Nestlé Group. Kein Inhalt dieser Website darf so ausgelegt werden, dass sich daraus eine Lizenz oder ein Recht zur Verwendung der auf dieser Website gezeigten Marken ergibt. Der Gebrauch oder Missbrauch von auf dieser Website gezeigten Marken oder anderen Inhalten dieser Website, soweit er nicht in diesen Geschäftsbedingungen geregelt ist, ist streng verboten.  Es wird außerdem darauf hingewiesen, dass Nestlé Group seine geistigen Eigentumsrechte rigoros und unter Ausschöpfung aller rechtlichen Möglichkeiten verteidigt, bis hin zu strafrechtlicher Verfolgung bei schweren Verstößen.","leg13":"© 2013 CPW S.A. ","leg14":"Alle Urheber- und geistigen Eigentumsrechte an allen Texten, Bildern und anderen Inhalten auf dieser Website sind Eigentum von Nestlé Group oder werden mit Genehmigung der jeweiligen Eigentümer verwendet. ","legl39":"Mozilla Firefox 4.0 oder Google Chrome","legl35":"Safari 5.0 und höher, Mozilla Firefox 4.0 und höher, Google Chrome, Opera 11","legl36":"1 GB RAM; 128 MB Grafikspeicher","legl37":"2,33 GHz oder schnellerer x86-kompatibler Prozessor, oder Intel Atom 1,6 GHz oder schnellerer Prozessor für Netbooks","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 oder später (32-Bit und 64-Bit), openSUSE® 11.3 oder später (32-Bit und 64-Bit), Ubuntu 10.04 oder später (32-Bit und 64-Bit)","legl43":"Benommenheit ","legl42":"Schließe alle Programme, bevor du das Spiel startest. ","legl45":"Augen- oder Muskelzucken ","legl44":"veränderte Sicht ","legl41":"Prüfe, ob dein Bildschirm auf 32-Bit-Farbe gestellt ist. Öffne die Displayeinstellungen in der Systemsteuerung und wähle 32-Bit-Farbe. ","legl40":"1 GB RAM; 128 MB Grafikspeicher"}