{"legl30":"Microsoft® Windows® XP (32-Bit), Windows Server® 2003 (32-Bit), Windows Server 2008 (32-Bit), Windows Vista® (32-Bit), Windows 7 (32-Bit und 64-Bit)","legl31":"Internet Explorer 8.0 und höher, Mozilla Firefox 4.0 und höher, Google Chrome, Safari 5.0 und höher, Opera 11","legl32":"1 GB RAM; 128 MB Grafikspeicher","legl33":"Intel Core™ Duo 1,33 GHz oder schnellerer Prozessor","legl34":"Mac OS X v10.6 oder v10.7","legl25":"22. Wir behalten uns das Recht vor, deinen Zugriff auf die Website oder bestimmte Funktionen der Website auf wichtigem Grund jederzeit zu beschränken oder zu beenden.","legl24":"21. Durch Teilnahme an der Aktion stimmst du diesen Geschäftsbedingungen voll und bedingungslos zu.","legl27":"24. Diese Geschäftsbedingungen und alle daraus entstehenden Ansprüche unterliegen dem Recht der Bundesrepublik Deutschland und der exklusiven Gerichtsbarkeit der deutschen Gerichte.","legl26":"23. Wir behalten uns das Recht vor, diese Geschäftsbedingungen zu ändern. Über Änderungen der Geschäftsbedingungen werden wir dich unverzüglich informieren. ","legl29":"2,33 GHz oder schnellerer x86-kompatibler Prozessor, oder Intel® Atom™ 1,6 GHz oder schnellerer Prozessor für Netbooks","legl28":"25. Sollten eine oder mehrere Regelungen dieser Geschäftsbedingungen unwirksam sein oder werden, so zieht dies nicht die Unwirksamkeit der übrigen Regelungen nach sich. Die unwirksame Regelung wird durch die einschlägige gesetzliche Regelung ersetzt.","legl22":"19. Alle persönlichen Informationen oder Materialien, welche du an Websites von Nestlé Group sendest, unterliegen den hier angeführten Datenschutzbestimmungen. ","legl23":"20. Für technischen Support siehe bitte die Spielinformation auf [nestle.angrybirds.com] oder wenden Sie sich an support@rovio.com bzw. kontaktieren Sie den  Nestlé Info-Service unter 069/66 71-88 88.","legl20":"17. Du benutzt die Website und das Spiel auf eigenes Risiko. Außer im Falle des Vorsatzes übernehmen die Nestlé S.A., die CPW S.A., die General Mills Inc. sowie der Anbeiter keinerlei Haftung oder Verantwortung für Verluste durch Viren, die deinen Computer oder sonstige Geräte aufgrund der Verwendung oder dem Zugriff auf das Spiel und/oder die Website oder dem Herunterladen von Material befallen. Der Online-Inhalt ist auf verschiedenen Geräten abspielbar. Bitte stelle sicher, dass das Gerät, auf dem du das Spiel spielen willst, das gewählte Format unterstützt. Achtung: Einige Geräte können das gewählte Format u.U. nicht abspielen. Der Online-Inhalt wurde in allen Produktionsphasen gründlich gescannt und getestet, dennoch kann er signifikante oder insignifikante Programmfehler enthalten. Das Programm wird „wie vorliegend“ bereitgestellt und du bist dafür verantwortlich, die Eignung des Programms und des erhaltenen Resultats für dein System zu bestimmen. Außer im Falle des Vorsatzes sind die Nestlé S.A., die CPW S.A., die General Mills Inc. sowie der Anbeiter für Neben- oder Folgeschäden materieller oder immaterieller Art haftbar, die aus der Verwendung des Spiels oder der Website, oder der Unfähigkeit dazu, entstehen.","legl21":"18. Die Spiele dienen ausschließlich der Unterhaltung. Jedes Spiel enthält Informationen, die nur zur Ermöglichung von Optionen für die Simulation dienen. Im Spiel enthaltene Informationen werden nicht als korrekt, sicher oder akkurat zugesichert und sind nicht für reale Lebenssituationen anwendbar oder verlässlich. ","legl16":"13. Die Website kann Links zu Seiten enthalten, die nicht dem Anbieter gehören oder von ihm betrieben werden. Solche Links dienen nur als Service. Der Anbieter hat keinen Einfluss und übernimmt keine Verantwortung für den Inhalt, den Datenschutz, die Regeln oder die Sicherheit dieser Seiten.","legl15":"12. Der Anbieter behält sich vor, die Aktion aus wichtigem Grund zu beenden oder zu modifizieren.","legl14":"11. Alle geistigen Eigentumsrechte an auf der Website erhältlichen Artikeln sowie dem hier erwähnten Spiel verbleiben bei den jeweiligen Eigentümern.","legh1":"Geschäftsbedingungen","legl13":"10. Alle Beschwerden hinsichtlich der Aktion sind schriftlich mit Begründung an den Verbraucherservicedes Anbieters zu richten und zwar unverzüglich nach Bekanntwerden der Gründe für die Beschwerde. Die Entscheidungen des Anbieters in allen Angelegenheiten im Zusammenhang mit der Aktion sind final.","legl7":"4. Durch Eingeben des Codes auf der Website gemäß Abschnitt 3c wirst du Teilnehmer der Aktion (nachfolgend „Teilnehmer” genannt) und es wird davon ausgegangen, dass du mit der Teilnahme an der Aktion und dem Online-Spielen des Spiels gemäß den hier aufgeführten Geschäftsbedingungen einverstanden bist.","leg9":"Das Spiel läuft sehr langsam.","legl19":"16. Alle Komponenten des herunterladbaren Spiels unterliegen dem Urheberrecht. Die Inhaber der Urheberrechte behalten sich alle Rechte vor.","legl6":"c. den Code auf folgender Website eingeben: [nestle.angrybirds.com], nachdem auf die Flagge von Deutschland  (nachfolgend „Website” genannt) geklickt wurde, um das Spiel im in Abschnitt 9 festgelegten Zeitraum online spielen zu können. ","leg8":"Nein, alle Programme wurden komplett gescannt und sind frei von Viren.","legl18":"15. Jede unautorisierte Ausstrahlung, öffentliche Vorführung, Vervielfältigung, Neuaufnahme, öffentliche Zurschaustellung oder Verfügbarmachung der audiovisuellen Inhalte des Spiels im Internet (oder Autorisierung des Vorstehenden) ist in jeder Form streng verboten.","legl9":"6. Alle Codes können zum Online-Spielen in dem in Abschnitt 9 festgelegten Zeitraum auf der Website eingegeben werden. Falsche, ungültige oder unzulässige Codes, die auf der Website eingegeben werden, werden abgelehnt, und der Teilnehmer, der den Code eingegeben hat, wird umgehend informiert.","leg7":"Ist es möglich, dass das Spiel einen Virus enthält?","legl17":"14. Der audiovisuelle Inhalt wird von CPW S.A. unter Lizenz von ROVIO ENTERTAINMENT LTD veröffentlicht.","legl8":"5. Alle Codes werden nach Eingabe auf der Website sofort vom Anbieter verifiziert.","leg6":"Linux:","legl3":"3. Um an der Aktion teilzunehmen, muss jede nach Abschnitt 2 berechtigte Person in dem in Abschnitt 9 festgelegten Zeitraum:","legh6":"Gesundheitswarnungen","leg5":"Mac OS:","legl2":"2. An der Aktion können Personen ab einem Alter von 18 Jahren, die in Deutschland ihren Wohnsitz haben, teilnehmen. Mitarbeiter von Nestlé sowie deren Angehörige dürfen nicht an der Aktion teilnehmen.","leg4":"Windows:","leg3":"Das Spiel benötigt Flash 11. Flash 11 hat eigene Anforderungen.  ","legl5":"b. einen Code auf der Innenseite der Verpackung des Aktionsprodukts finden (nachfolgend „Code” genannt) und die Verpackung des Aktionsprodukts oder zumindest den Teil der Verpackung mit dem Code behalten;","leg2":"Auf dieser Website beziehen sich die Begriffe „wir“, „uns“, „unser“, „Nestlé“ und „Nestlé Group“ auf CPW S.A., Nestlé S.A, General Mills Inc. und alle im jeweiligen Kontext zutreffenden Tochterunternehmen. ","legl4":"a. eine Aktionspackung CINI MINIS (nachfolgend „Aktionsprodukt” genannt) kaufen; ","leg1":"Danke, dass du diese Website besuchst. Bitte lies die Geschäftsbedingungen in diesem Dokument genau durch, denn jeder Gebrauch dieser Website bedeutet, dass du die hier aufgeführten Geschäftsbedingungen akzeptierst. ","legh2":"SPIELINFORMATIONEN ","legh3":"Mindestsystemanforderungen","legh4":"Fehlerbehebung","legl1":"1. Anbieter der Aktion „Angry Birds“ in Deutschland (nachfolgend „Aktion” genannt) ist die Cereal Partners Deutschland GmbH \u0026 Co. OHG, Lyoner Straße 23, D-60523 Frankfurt am Main (nachfolgend „Anbieter” genannt).","legh5":"DirectX-Probleme:","leg12":"Einige Menschen erleiden im täglichen Leben epileptische Anfälle durch blinkendes Licht oder Muster. Das kann diesen Menschen auch passieren, wenn sie fernsehen oder Computerspiele spielen. Selbst Menschen, die nie einen Anfall hatten, können einen nicht entdeckten epileptischen Zustand haben. Konsultiere deinen Arzt, bevor du Computerspiele spielst, wenn du oder jemand in deiner Familie an Epilepsie leidet. Höre sofort auf zu spielen, wenn du beim Spielen folgende Symptome erleidest:","legl10":"7. Jeder Code gibt dem Teilnehmer das Recht das Spiel via eindeutigem Code online auf der Website auf seinem Computer zu spielen. Das Spiel kann nicht auf deinen Computer heruntergeladen werden. ","leg11":"DirectX ® 9.0c oder später muss auf deinem Computer installiert sein, damit du spielen kannst. Du kannst DirectX von Microsoft Windows Update unter http://windowsupdate.microsoft.com herunterladen. Wenn Bild- oder Tonstörungen mit DirectX auftreten, siehe http://support.microsoft.com für die neuesten Hinweise zur Fehlerbehebung. Du solltest dir auch die neuesten DirectX-kompatiblen Treiber vom Hersteller deiner Grafik- bzw. Soundkarte besorgen.","legl11":"8. Die in Abschnitt 7 eingeräumten Rechte sind nicht übertragbar. Es gibt keine Barauszahlung.","leg10":"Wenn das Spiel langsam läuft, probiere bitte Folgendes:","legl12":"9. Die Aktion beginnt am 14.04.2014  und endet am 31.12.2014. Dementsprechend kann nicht vor dem [DATE] und nicht nach dem [DATE] auf die Website zugegriffen werden.","legl48":"unwillkürliche Bewegungen oder Krämpfe ","legl46":"geistige Verwirrtheit ","legl47":"Verlust des Bewusstseins für deine Umgebung ","leg15":"Du darfst durch diese Website browsen und Auszüge drucken oder auf eine Festplatte herunterladen, um sie an andere weiterzugeben. Das steht aber unter dem Vorbehalt, dass alle Urheber- und Eigentumsrechte unberührt bleiben und der obige Markenhinweis auf den Reproduktionen erscheint. Keine Reproduktion von Teilen dieser Website darf zum kommerziellen Gewinn verkauft oder vertrieben werden, noch darf sie modifiziert oder in ein anderes Werk, eine Veröffentlichung oder eine Website integriert werden.","leg16":"Marken, Logos, Zeichen und Servicemarken (gemeinsam „Marken“), die auf dieser Website erscheinen, gehören der Nestlé Group. Kein Inhalt dieser Website darf so ausgelegt werden, dass sich daraus eine Lizenz oder ein Recht zur Verwendung der auf dieser Website gezeigten Marken ergibt. Der Gebrauch oder Missbrauch von auf dieser Website gezeigten Marken oder anderen Inhalten dieser Website, soweit er nicht in diesen Geschäftsbedingungen geregelt ist, ist streng verboten. Es wird außerdem darauf hingewiesen, dass Nestlé Group seine geistigen Eigentumsrechte rigoros und unter Ausschöpfung aller rechtlichen Möglichkeiten verteidigt, bis hin zu strafrechtlicher Verfolgung bei schweren Verstößen.","leg13":"© 2013 CPW S.A. ","leg14":"Alle Urheber- und geistigen Eigentumsrechte an allen Texten, Bildern und anderen Inhalten auf dieser Website sind Eigentum von Nestlé Group oder werden mit Genehmigung der jeweiligen Eigentümer verwendet. ","legl39":"Mozilla Firefox 4.0 oder Google Chrome","legl35":"Safari 5.0 und höher, Mozilla Firefox 4.0 und höher, Google Chrome, Opera 11","legl36":"1 GB RAM; 128 MB Grafikspeicher","legl37":"2,33 GHz oder schnellerer x86-kompatibler Prozessor, oder Intel Atom 1,6 GHz oder schnellerer Prozessor für Netbooks","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 oder später (32-Bit und 64-Bit), openSUSE® 11.3 oder später (32-Bit und 64-Bit), Ubuntu 10.04 oder später (32-Bit und 64-Bit)","legl43":"Benommenheit ","legl42":"Schließe alle Programme, bevor du das Spiel startest. ","legl45":"Augen- oder Muskelzucken ","legl44":"veränderte Sicht ","legl41":"Prüfe, ob dein Bildschirm auf 32-Bit-Farbe gestellt ist. Öffne die Displayeinstellungen in der Systemsteuerung und wähle 32-Bit-Farbe. ","legl40":"1 GB RAM; 128 MB Grafikspeicher"}