{"legl30":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit και 64-bit)","legl31":"Internet Explorer 8.0 ή μεταγενέστερη έκδοση, Mozilla Firefox 4.0 ή μεταγενέστερη έκδοση, Google Chrome, Safari 5.0 ή μεταγενέστερη έκδοση, Opera 11","legl32":"RAM 1GB, μνήμη γραφικών 128MB","legl33":"Intel Core™ Duo 1,33GHz ή ταχύτερος επεξεργαστής","legl34":"Mac OS X v10.6 ή v10.7","legl25":"21. Με τη συμμετοχή σας στην προωθητική ενέργεια, συμφωνείτε πλήρως και άνευ όρων να αποδεχτείτε τους όρους του παρόντος.","legl24":"20. Για τεχνική υποστήριξη, παρακαλούμε ανατρέξτε στην ενότητα «Πληροφορίες παιχνιδιού» στη διεύθυνση [nestle.angrybirds.com] ή επικοινωνήστε με το τοπικό γραφείο εξυπηρέτησης πελατών της Nestlé  στη διεύθυνση ηλεκτρονικού ταχυδρομείου nestle.consumers@gr.nestle.com.","legl27":"23. Διατηρούμε το δικαίωμα να πραγματοποιήσουμε οποιεσδήποτε αλλαγές και διορθώσεις στους όρους του παρόντος. Παρακαλούμε να επισκέπτεστε αυτή τη σελίδα τακτικά για ενημερωμένες και νέες πρόσθετες πληροφορίες.","legl26":"22. Διατηρούμε το δικαίωμα για περιορισμό ή διακοπή της πρόσβασής σας ανά πάσα στιγμή στην παρούσα τοποθεσία Web, σε οποιαδήποτε λειτουργία της παρούσας τοποθεσίας και σε οποιαδήποτε λειτουργία ή μέρος λειτουργίας σχετίζεται με αυτήν.","legl29":"Επεξεργαστής 2,33GHz ή ταχύτερος και συμβατός με επεξεργαστή x86 ή Intel® Atom™ 1,6GHz ή ταχύτερος για υπολογιστές Netbook","legl28":"24.  Οι όροι του παρόντος καθώς και οποιαδήποτε αξίωση δυνάμει του παρόντος θα διέπονται και θα ερμηνεύονται σύμφωνα με το δίκαιο της Ελλάδας και υπάγονται στην αποκλειστική αρμοδιότητα των δικαστηρίων των Αθηνών ","legl22":"18. Τα παιχνίδια προορίζονται για αποκλειστικά ψυχαγωγικούς σκοπούς. Κάθε παιχνίδι περιλαμβάνει πληροφορίες αποκλειστικά σχεδιασμένες για να καθιστούν δυνατές κάποιες επιλογές προσομοίωσης. Δεν παρέχεται καμία εγγύηση ότι οι πληροφορίες που περιλαμβάνει το παιχνίδι είναι σωστές, ασφαλείς ή ακριβείς και οι παίκτες δεν πρέπει να τις χρησιμοποιούν ούτε να βασίζονται σε αυτές για την αντιμετώπιση πραγματικών καταστάσεων της ζωής τους. Κατά συνέπεια θα απορρίπτονται αξιώσεις αποζημίωσης για ζημίες ή απώλειες που προκλήθηκαν από τη χρήση οποιωνδήποτε πληροφοριών παρέχονται στα παιχνίδια και οι εταιρείες NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD ή οποιεσδήποτε από τις θυγατρικές ή συνεργαζόμενες με αυτές εταιρείες και οι προμηθευτές τους δεν φέρουν ουδεμία ευθύνη σε σχέση με αυτές τις πληροφορίες.","legl23":"19. Οποιεσδήποτε προσωπικές πληροφορίες ή υλικό αποσταλούν στις τοποθεσίες Web του Ομίλου Nestlé υπόκεινται στην πολιτική απορρήτου και προστασίας προσωπικών δεδομένων του Ομίλου Nestlé.","legl20":"16. Δικαιώματα πνευματικής ιδιοκτησίας ενυπάρχουν επί όλων των στοιχείων που περιλαμβάνονται στο παιχνίδι που λαμβάνεται. Οι αντίστοιχοι δικαιούχοι των δικαιωμάτων πνευματικής ιδιοκτησίας διατηρούν όλα τα δικαιώματα..","legl21":"17. Χρησιμοποιείτε την τοποθεσία Web και το παιχνίδι με αποκλειστικά δική σας ευθύνη. Περαιτέρω, ο Όμιλος Nestlé δεν φέρει καμία απολύτως ευθύνη ή υποχρέωση για οποιαδήποτε απώλεια προκύψει από ιούς που μπορεί να προσβάλουν τον υπολογιστή σας ή άλλο εξοπλισμό που σας ανήκει λόγω της χρήσης, της λήψης ή της πρόσβασης σε οποιοδήποτε υλικό του παιχνιδιού ή/και της τοποθεσίας Web. Το περιεχόμενο του διαδικτύου μπορεί να αναπαραχθεί σε διάφορες συσκευές. Παρακαλούμε φροντίστε η συσκευή που θα επιλέξετε για να παίξετε το παιχνίδι να επιτρέπει την επιλεγμένη μορφή. Προσοχή: ορισμένες συσκευές μπορεί να μην επιτρέπουν την επιλεγμένη μορφή. Το περιεχόμενο του διαδικτύου έχει ελεγχθεί και έχει δοκιμαστεί προσεκτικά σε όλα τα στάδια της παραγωγής του. Παρ\u0027 όλα αυτά μπορεί να περιλαμβάνει σημαντικά ή ασήμαντα σφάλματα προγράμματος. Το πρόγραμμα παρέχεται «ως έχει» και εσείς αναλαμβάνετε την ευθύνη για τον προσδιορισμό της καταλληλότητας του προγράμματος για το σύστημά σας καθώς και των αποτελεσμάτων που θα επιτευχθούν. Οι εταιρείες NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED ή οποιεσδήποτε από τις θυγατρικές ή συνεργαζόμενες με αυτές εταιρείες και οι προμηθευτές τους δεν φέρουν σε καμία περίπτωση ευθύνη για οποιεσδήποτε συνέπειες ή συμπτωματικές υλικές ή μη ζημίες που μπορεί να προκύψουν από τη χρήση ή την ανικανότητα χρήσης του παιχνιδιού ή/και της τοποθεσίας Web.","legl16":"12. Η εταιρεία προώθησης διατηρεί το δικαίωμα να αποσύρει την προωθητική ενέργεια πριν από την ημερομηνία λήξης του όρου 9 ή να τροποποιήσει αυτή .","legl15":"11. Όλα τα δικαιώματα διανοητικής ιδιοκτησίας επί των στοιχείων/περιεχομένου που διατίθενται στην τοποθεσία Web, καθώς και επί του παιχνιδιού που αναφέρεται στο παρόν, παραμένουν στην κυριότητα των αντίστοιχων δικαιούχων τους.","legl14":"10. Οποιαδήποτε παράπονα σχετικά με την προωθητική ενέργεια θα πρέπει να υποβάλλονται γραπτά με σχετική αιτιολόγηση και να γνωστοποιούνται στην εταιρεία προώθησης με αποστολή ταχυδρομικής επιστολής στη διεύθυνση CPW ΕΛΛΑΣ ΔΗΜΗΤΡΙΑΚΑ ΠΡΩΙΝΟΥ Α.Ε., Πατρόκλου 4 Μαρούσι, ΤΚ 15125, αμέσως μετά την εμφάνιση της αιτίας (ή των αιτιών) για τέτοια παράπονα. Η απόφαση της εταιρείας προώθησης για όλα τα ζητήματα που προκύπτουν από την προωθητική ενέργεια θα είναι οριστική και δεν θα γίνεται διεκπεραίωση περαιτέρω αλληλογραφίας, εκτός από περιπτώσεις που αυτό θα κριθεί απολύτως αναγκαία, η δε κρίση επ’ αυτού εναπόκειται στην διακριτική ευχέρεια της εταιρείας προώθησης.","legh1":"Όροι χρήσης","legl13":"9. Η προωθητική ενέργεια αρχίζει στις 01/01/2014και λήγει στις 31/12/2014πράγμα που σημαίνει ότι δεν είναι δυνατή η είσοδος στην τοποθεσία Web πριν τις 01/01/2014 και μετά τις 31/12/2014.","legl7":"4. Με την εισαγωγή του κωδικού στην τοποθεσία Web όπως ορίζεται στον όρο 3γ, αποκτάτε την ιδιότητα του συμμετέχοντος στην προωθητική ενέργεια («ο συμμετέχων») και θεωρείται ότι έχετε συμφωνήσει να συμμετάσχετε στην προωθητική ενέργεια και να παίξετε το παιχνίδι στο διαδίκτυο υπό τους όρους του παρόντος.","leg9":"Τα παιχνίδια λειτουργούν πολύ αργά.","legl19":"15. Απαγορεύεται αυστηρά οποιαδήποτε μη εξουσιοδοτημένη ραδιοτηλεοπτική μετάδοση, δημόσια εκτέλεση, αντιγραφή, επανεγγραφή, δημόσια παρουσίαση ή διάθεση των οπτικοακουστικών παρουσιάσεων που περιλαμβάνονται στο παιχνίδι στο διαδίκτυο ή μέσω του διαδικτύου (ή η παροχή εξουσιοδότησης για οποιεσδήποτε από τις παραπάνω πράξεις), με οποιονδήποτε τρόπο.","legl6":"γ) Να εισαγάγει τον κωδικό στην ακόλουθη τοποθεσία Web: :[nestle.angrybirds.com], αφού κάνει κλικ στη σημαία της Ελλάδας(«η τοποθεσία Web») προκειμένου να παίξει στο διαδίκτυο το παιχνίδι κατά τη χρονική περίοδο που ορίζεται στον όρο 9. ","leg8":"Όχι, όλα τα προγράμματα έχουν ελεγχθεί πλήρως και δεν περιέχουν ιούς.","legl18":"14. Το οπτικοακουστικό υλικό/περιεχόμενο δημοσιεύεται από την CPW SA με σχετική άδεια της ROVIO ENTERTAINMENT LTD. ","legl9":"6. Κάθε κωδικός μπορεί να εισαχθεί στην τοποθεσία Web για παιχνίδι στο διαδίκτυο κατά τη χρονική περίοδο που ορίζεται στον όρο 9. Λανθασμένοι, άκυροι ή μη εξουσιοδοτημένοι κωδικοί που εισάγονται στην τοποθεσία Web θα απορρίπτονται και ο συμμετέχων που εισάγει έναν τέτοιο κωδικό θα ενημερώνεται αμέσως.","leg7":"Υπάρχει πιθανότητα το παιχνίδι να περιέχει ιό;","legl17":"13. Η τοποθεσία Web μπορεί να περιλαμβάνει συνδέσεις για τοποθεσίες που βρίσκονται στην κατοχή ή διαχείριση τρίτων και όχι της εταιρείας προώθησης. Οι συνδέσεις αυτές παρέχονται μόνο για δική σας διευκόλυνση. Η εταιρεία προώθησης δεν ελέγχει και δεν φέρει ευθύνη για το περιεχόμενο, την προστασία προσωπικών δεδομένων, τις πολιτικές ή την ασφάλεια αυτών των τοποθεσιών.","legl8":"5. Όλοι οι κωδικοί υπόκεινται σε διαδικασία επαλήθευσης της εταιρείας προώθησης αμέσως μετά την εισαγωγή τους στην τοποθεσία Web.","leg6":"Linux:","legl3":"3. Για να συμμετάσχει στην προωθητική ενέργεια, όποιος έχει το δικαίωμα βάσει του όρου 2, θα πρέπει εντός της περιόδου που ορίζεται στον όρο 9 να ενεργήσει ως εξής:","legh6":"Προειδοποιήσεις για την υγεία","leg5":"Mac OS:","legl2":"2. Η προωθητική ενέργεια επιτρέπεται σε άτομα ηλικίας άνω των δώδεκα (12) ετών που κατοικούν στην Ελλάδα.","leg4":"Windows:","leg3":"Για τη λειτουργία του παιχνιδιού απαιτείται το πρόγραμμα αναπαραγωγής Flash 11. Το πρόγραμμα αναπαραγωγής Flash 11 έχει τις δικές του απαιτήσεις.  ","legl5":"β) Να βρει τον κωδικό που υπάρχει στη συσκευασία όλων των προϊόντων προώθησης («ο κωδικός») και να φυλάξει τη συγκεκριμένη συσκευασία ή τουλάχιστον το μέρος της συσκευασίας που περιλαμβάνει τον κωδικό.","leg2":"Σε όλη αυτή την τοποθεσία, οι όροι «εμείς», «εμάς», «μας», «Nestlé» και «Όμιλος Nestlé» αναφέρονται στις CPW SA, τη Nestlé SA, τη General Mills Inc. και οποιεσδήποτε συνεργαζόμενες με αυτές εταιρείες ανάλογα με τα συμφραζόμενα. ","legl4":"α) Να αγοράσει μια συσκευασία δημητριακών LION®, CRUNCH®, NESQUIK DUO®, NESQUIK® PILLOWS, COOKIE CRISP® ( όπως αυτή παρέχεται από την εταιρεία προώθησης σε  συσκευασία προώθησης που αναφέρεται στη συγκεκριμένη προωθητική ενέργεια «το προϊόν»). ","leg1":"Ευχαριστούμε που επισκεφτήκατε αυτή την τοποθεσία Web. Παρακαλούμε διαβάστε προσεκτικά τους όρους που περιλαμβάνονται στο παρόν έγγραφο καθώς οποιαδήποτε χρήση της παρούσας τοποθεσίας Web συνιστά αποδοχή από μέρους σας των όρων του παρόντος. ","legh2":"ΠΛΗΡΟΦΟΡΙΕΣ ΠΑΙΧΝΙΔΙΟΥ ","legh3":"Ελάχιστες απαιτήσεις συστήματος","legh4":"Αντιμετώπιση προβλημάτων","legl1":"1. Υπεύθυνη για την προωθητική ενέργεια «Angry Birds» στην Ελλάδα («η προωθητική ενέργεια») είναι η εταιρεία:  CPW ΕΛΛΑΣ ΔΗΜΗΤΡΙΑΚΑ ΠΡΩΙΝΟΥ Α.Ε.. («η εταιρεία προώθησης») μέλος του Ομίλου Nestlé.","legh5":"Προβλήματα DirectX:","leg12":"Ορισμένοι άνθρωποι παθαίνουν επιληπτικές κρίσεις όταν βλέπουν φώτα ή σχέδια που αναβοσβήνουν στο καθημερινό μας περιβάλλον. Οι άνθρωποι αυτοί μπορεί να πάθουν επιληπτική κρίση όταν δουν συγκεκριμένες εικόνες στην τηλεόραση ή παίζουν παιχνίδια στον υπολογιστή. Ακόμα και παίκτες που δεν έχουν πάθει ποτέ επιληπτική κρίση μπορεί εντούτοις να έχουν κάποια επιληπτική διαταραχή που δεν έχει ανιχνευτεί. Συμβουλευτείτε τον γιατρό σας πριν παίξετε παιχνίδια στον υπολογιστή εάν είτε εσείς είτε κάποιος στην οικογένειά σας έχει κάποια επιληπτική διαταραχή. Σταματήστε αμέσως το παιχνίδι αν αντιμετωπίσετε οποιοδήποτε από τα παρακάτω συμπτώματα καθώς παίζετε:","legl10":"7. Κάθε κωδικός δίνει στον συμμετέχοντα το εξής δικαίωμα:","leg11":"Πρέπει να έχει εγκατασταθεί το DirectX ® 9.0c ή μεταγενέστερη έκδοσή του στον υπολογιστή σας για να μπορείτε να παίξετε. Μπορείτε να εγκαταστήσετε το DirectX πραγματοποιώντας λήψη του λογισμικού από την τοποθεσία Microsoft Windows Update στη διεύθυνση http://windowsupdate.microsoft.com. Αν αντιμετωπίζετε προβλήματα βίντεο ή ήχου κατά τη χρήση του DirectX, μεταβείτε στην τοποθεσία http://support.microsoft.com για τις πιο πρόσφατες πληροφορίες αντιμετώπισης προβλημάτων. Θα πρέπει επίσης να αποκτήσετε τα πιο πρόσφατα προγράμματα οδήγησης με συμβατότητα με το DirectX από τον κατασκευαστή της κάρτας γραφικών ή ήχου.","legl11":"a. Να παίξει το παιχνίδι στο διαδίκτυο με κάθε μοναδικό κωδικό, στην τοποθεσία Web και από τον υπολογιστή του. Δεν μπορεί να πραγματοποιηθεί λήψη/αποθήκευση του παιχνιδιού στον υπολογιστή του συμμετέχοντα. ","leg10":"Αν τα παιχνίδια λειτουργούν αργά, παρακαλούμε δοκιμάστε τα εξής:","legl12":"8. Τα δικαιώματα που εκχωρούνται με βάση τους όρους 3 και 7 δεν μεταβιβάζονται. Δεν διατίθεται άλλη επιλογή σε χρήματα.","legl48":"ακούσιες κινήσεις ή/και σπασμούς ","legl46":"διανοητική σύγχυση ","legl47":"απώλεια της αίσθησης του περιβάλλοντος ","leg15":"Μπορείτε να περιηγηθείτε στην παρούσα τοποθεσία Web και να αναπαραγάγετε αποσπάσματα μέσω εκτύπωσης, λήψης σε σκληρό δίσκο ή με σκοπό τη διανομή τους σε άλλα άτομα. Αυτό μπορεί να γίνει μόνο με τον όρο να διατηρήσετε ανέπαφες όλες τις δηλώσεις περί δικαιωμάτων πνευματικής ιδιοκτησίας και λοιπές δηλώσεις περί κυριότητας και να εμφανίζεται σε αυτές τις αναπαραγωγές η παραπάνω δήλωση περί εμπορικών σημάτων. Καμία αναπαραγωγή κανενός τμήματος της παρούσας τοποθεσίας Web δεν μπορεί να πωληθεί ή να διατεθεί για εμπορικούς σκοπούς ούτε μπορεί να τροποποιηθεί ή να ενσωματωθεί σε οποιοδήποτε άλλο έργο, δημοσίευση ή τοποθεσία Web.","leg16":"Τα εμπορικά σήματα, τα λογότυπα, οι χαρακτήρες και τα σήματα υπηρεσιών (συλλογικά τα «Εμπορικά Σήματα») που εμφανίζονται στην παρούσα τοποθεσία Web ανήκουν στον Όμιλο Nestlé. Κανένα μέρος του περιεχομένου της παρούσας τοποθεσίας Web δεν πρέπει να ερμηνευτεί ως παραχώρηση οποιασδήποτε άδειας ή δικαιώματος χρήσης οποιωνδήποτε Εμπορικών Σημάτων εμφανίζονται στην παρούσα τοποθεσία Web. Απαγορεύεται αυστηρά η χρήση/κατάχρηση των Εμπορικών Σημάτων που εμφανίζονται στην παρούσα τοποθεσία Web, ή σε οποιοδήποτε άλλο περιεχόμενο της παρούσας τοποθεσίας Web, με εξαίρεση τα οριζόμενα στους όρους του παρόντος. Σας ενημερώνουμε επίσης ότι ο Όμιλος Nestlé θα επιβάλει δυναμικά την εφαρμογή των δικαιωμάτων διανοητικής ιδιοκτησίας στο μέγιστο βαθμό που επιτρέπει ο νόμος, συμπεριλαμβανομένης της επίκλησης και ποινικών διατάξεων για σοβαρά αδικήματα.","leg13":"© 2013 CPW SA ","leg14":"Όλα τα δικαιώματα πνευματικής ιδιοκτησίας και οποιαδήποτε άλλα δικαιώματα διανοητικής ιδιοκτησίας επί των κειμένων, εικόνων και λοιπού υλικού που εμφανίζεται στην παρούσα τοποθεσία Web ανήκουν στον Όμιλο Nestlé ή συμπεριλαμβάνονται με την άδεια του αντίστοιχου δικαιούχου τους. ","legl39":"Mozilla Firefox 4.0 ή Google Chrome","legl35":"Safari 5.0 ή μεταγενέστερη έκδοση, Mozilla Firefox 4.0 ή μεταγενέστερη έκδοση, Google Chrome, Opera 11","legl36":"RAM 1GB, μνήμη γραφικών 128MB","legl37":"Επεξεργαστής 2,33GHz ή ταχύτερος και συμβατός με επεξεργαστή x86 ή Intel Atom 1,6GHz ή ταχύτερος για υπολογιστές Netbook","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 ή μεταγενέστερη έκδοση (32-bit και 64-bit), openSUSE® 11.3 ή μεταγενέστερη έκδοση (32-bit και 64-bit), Ubuntu 10.04 ή μεταγενέστερη έκδοση (32-bit και 64-bit)","legl43":"ζάλη ","legl42":"Κλείστε όλες τις εφαρμογές πριν ξεκινήσετε το παιχνίδι. ","legl45":"συσπάσεις των ματιών ή των μυών ","legl44":"διαταραχές της όρασης ","legl41":"Βεβαιωθείτε ότι έχει οριστεί η επιλογή χρώματος 32 bit στις ρυθμίσεις βίντεο. Ανοίξτε το εικονίδιο των ρυθμίσεων οθόνης στον πίνακα ελέγχου και επιλέξτε τη ρύθμιση χρώματος 32 bit. ","legl40":"RAM 1GB, μνήμη γραφικών 128MB"}