{"legl30":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit and 64-bit)","legl31":"Internet Explorer 8.0 and above, Mozilla Firefox 4.0 and above, Google Chrome, Safari 5.0 and above, Opera 11","legl32":"1GB of RAM; 128MB of graphics memory","legl33":"Intel Core™ Duo 1.33GHz or faster processor","legl34":"Mac OS X v10.6 or v10.7","legl25":"21. By participating in the Promotion, you fully and unconditionally agree to accept these Terms and Conditions.","legl24":"20. For technical support, please see Game Information on [nestle.angrybirds.com] or contact your local Nestlé / CPW consumer service.","legl27":"23. We reserve the right to make any changes and corrections to these Terms \u0026 Conditions. Please refer to this page from time to time to review these and new additional information.","legl26":"22. We reserve the right to restrict or terminate your access to this website or any feature of this website or any feature or part thereof at any time.","legl29":"2.33GHz or faster x86-compatible processor, or Intel® Atom™ 1.6GHz or faster processor for netbooks","legl28":"24. These terms and conditions and any claim placed hereunder shall be governed by, and construed in accordance with [country name] law subject to the exclusive jurisdiction of the [country name] courts.","legl22":"18. The Games are solely for entertainment purposes. Each Game contains information solely designed to enable options for simulation. Information contained within the Game is not guaranteed to be correct, safe or accurate and should not be used or relied upon in real-life situations. Liability claims regarding damages or losses caused by the use of any information provided in the Games will therefore be rejected and in  no event shall NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD or any of their respective affiliates, associated company/ies or suppliers, be liable in connection thereto.","legl23":"19. Any personal information or material sent to the Nestlé Group websites are subject to the Nestlé Group policy on privacy and protection of personal data set out in the Privacy Notice located here.","legl20":"16. Copyright subsists in all of the components included in the downloadable Game. All rights are reserved by the copyright owner(s).","legl21":"17. Your use of the Website and the Game is exclusively at your sole risk. Further, the Nestlé Group shall have no liability or any responsibility whatsoever for any loss suffered caused by viruses that may infect your computer equipment or other property by reason of your use of, access to or downloading of any material from the Game and/or the Website. The online content can be played on various devices. Please make sure that the device you wish to play the Game allows the chosen format. Attention: some devices may not play the chosen format. The online content has been thoroughly scanned and tested at all stages of production; nonetheless, it may contain significant or insignificant program errors. The program is provided “as is” and you assume responsibility for determining suitability of the program on your system and the result obtained. In no event shall NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED or any of its affiliates or associated company/ies or its suppliers, be liable for any consequence or incidental material or immaterial damages whatsoever arising out of the use of or inability to use the Game and/or the Website.","legl16":"12. The Promoter reserves the right to withdraw or amend the Promotion.","legl15":"11. All and any intellectual property rights to the articles available on the Website as well as to the Game specified herein shall remain with the relevant rights owner(s).","legl14":"10. Any complaints regarding the Promotion should be made in writing with justification and notified to the Promoter by mail to the local consumer service, immediately after revealing the ground(s) of such complaints. The decision of the Promoter in all matters resulting from the Promotion is final and no correspondence will be entered into.","legh1":"Terms \u0026 Conditions","legl13":"9. The Promotion commences on [February 1, 2014] and closes on [May 30, 2014], which means that the Website cannot be entered earlier than on [February 1, 2014] and later than on [May 30, 2014].","legl7":"4. By entering the Code to the Website as per clause 3c, you become the participant of the Promotion (“the Participant”) and it is deemed that you have agreed to participate in the Promotion for playing online the Game on the terms and conditions contained herein.","leg9":"The games are running very slowly.","legl19":"15. Any unauthorised broadcasting, public performance, copying, re-recording, public exhibition or making the audio visual presentations included in the Game available to or via the internet (or authorising any of the foregoing), in any manner is strictly prohibited.","legl6":"c. Enter the Code on the following website: [nestle.angrybirds.com], after clicking on a flag of [Pakistan] (“the Website”) in order to play online the game during the period determined in clause 9. ","leg8":"No, all programs have been fully scanned and are free of viruses.","legl18":"14. The audio-visual content is published by CPW S.A. under license from ROVIO ENTERTAINMENT LTD.","legl9":"6. Each Code may be entered into the Website for playing online during the period determined in clause 9. Incorrect, invalid or unauthorised Codes entered into the Website will be rejected and the Participant entering such Code will be informed immediately.","leg7":"Is it possible that the Game contains a virus?","legl17":"13. The Website may contain links to sites owned or operated by parties other than the Promoter. Such links are provided for your convenience only. The Promoter does not control and is not responsible for the content, privacy, policies or security of such sites.","legl8":"5. All Codes are subject to verification by the Promoter immediately after their entering into the Website.","leg6":"Linux:","legl3":"3. In order to participate in the Promotion, anyone entitled as per clause 2, within the period determined in clause 9 should:","legh6":"Health Warnings","leg5":"Mac OS:","legl2":"2. The Promotion is open to anyone over the age of [10 years] and resident in [Pakistan].","leg4":"Windows:","leg3":"The game requires Flash 11 to run. Flash 11 has its own requirements. ","legl5":"b. Find a code on the packaging of all promotional Products (“the Code”) and keep this packaging or at least the part of the packaging containing the Code;","leg2":"Throughout this site, the terms \"we\", \"us\", \"our\" \"Nestlé\" and \"Nestlé Group\" refer to CPW S.A., Nestlé S.A, General Mills Inc. and any of its affiliated companies as appropriate in the context. ","legl4":"a. Purchase a pack of [NESTLE KOKO KRUNCH \u0026 NESTLE MILO CEREAL] (“offered by the Promoter in the promotional packaging referring to the Promotion (“the Product”); ","leg1":"Thank you for visiting this website. Please be sure to read the Terms and Conditions contained in this document carefully since any use of this website constitutes your acceptance of the Terms and Conditions set out herein. ","legh2":"GAME INFORMATION ","legh3":"Minimum System Requirements","legh4":"Troubleshooting","legl1":"1. The promoter of the “Angry Birds” promotion in [Pakistan] (“the Promotion”) is: [Nestle Pakistan Ltd, 308 Upper Mall, Lahore] (“the Promoter”).","legh5":"DirectX Problems:","leg12":"Some people experience epileptic seizures when viewing flashing lights or patterns in our daily environment. These people may experience epileptic seizures when watching TV pictures or playing computer games. Even players who have never had any seizures may nonetheless have an undetected epileptic condition. Consult your doctor before playing computer games if you, or someone in your family, has an epileptic condition. Stop the game immediately should you experience any of the following symptoms during play:","legl10":"7. Each Code will give the Participant the right to:","leg11":"DirectX ® 9.0c or later must be installed on your computer before you can play. You can install DirectX by downloading the software from Microsoft Windows Update at http://windowsupdate.microsoft.com. If you encounter video or sound problems when using DirectX, go to http://support.microsoft.com for the latest troubleshooting information. You should also obtain the latest DirectX-compatible drivers from your video or sound card manufacturer.","legl11":"a. Play the Game online per unique code from the Website on your computer. The Game cannot be downloaded to your computer. ","leg10":"If the games are running slowly, please try the following:","legl12":"8. The rights granted on the basis of clauses 3 and 7 are non transferable. No cash alternative is available.","legl48":"involuntary movements and/or convulsions ","legl46":"mental confusion ","legl47":"loss of awareness of your surroundings ","leg15":"You are permitted to browse this website, reproduce extracts by way of printing, downloading to a hard disk or for the purposes of distribution to other individuals. This is only to be done on the proviso that you keep intact all copyright and other proprietary notices and that the above trademark notice appears on such reproductions. No reproduction of any part of this website may be sold or distributed for commercial gain nor shall it be modified or incorporated in any other work, publication or website.","leg16":"The trademarks, logos, characters and service marks (collectively \"Trademarks\") displayed on this website belong to the Nestlé Group. Nothing contained on this website should be construed as granting any license or right to use any Trademark displayed on this website. Your use/misuse of the Trademarks displayed on this website, or on any other content on this website, except as provided for in these Terms and Conditions, is strictly prohibited. You are also advised that the Nestlé Group will aggressively enforce its intellectual property rights to the fullest extent of the law including criminal prosecution for serious offences.","leg13":"© 2013 CPW S.A. ","leg14":"All copyright and other intellectual property rights in all text, images and other materials on this website are the property of the Nestlé Group or are included with the permission of the relevant owner. ","legl39":"Mozilla Firefox 4.0 or Google Chrome","legl35":"Safari 5.0 and above, Mozilla Firefox 4.0 and above, Google Chrome, Opera 11","legl36":"1GB of RAM; 128MB of graphics memory","legl37":"2.33GHz or faster x86-compatible processor, or Intel Atom 1.6GHz or faster processor for netbooks","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 or later (32-bit and 64-bit), openSUSE® 11.3 or later (32-bit and 64-bit), Ubuntu 10.04 or later (32-bit and 64-bit)","legl43":"dizziness ","legl42":"Close all applications before launching the game. ","legl45":"eye or muscle twitching ","legl44":"altered vision ","legl41":"Ensure that your video settings are set to 32 bit colour. Open the Display Settings icon in the control panel, then select the 32 Bit Colour setting. ","legl40":"1GB of RAM; 128MB of graphics memory"}