{"legl30":"Microsoft® Windows® XP (32 bits), Windows Server® 2003 (32 bits), Windows Server 2008 (32 bits), Windows Vista® (32 bits), Windows 7 (32 bits y 64 bits)","legl31":"Internet Explorer 8.0 o superior, Mozilla Firefox 4.0 o superior, Google Chrome, Safari 5.0 o superior, Opera 11","legl32":"1 GB de memoria RAM; 128 MB de memoria gráfica","legl33":"Procesador Intel Core™ Duo de 1,33 GHz o más rápido","legl34":"Mac OS X v10.6 o v10.7","legl25":"22. La participación en la Promoción implica la aceptación plena e incondicional de los presentes Términos y Condiciones.","legl24":"21. Para obtener soporte técnico, consulte la Información del Juego en [nestle.angrybirds.com] o póngase en contacto con su servicio local de atención al consumidor de Nestlé/CPW. En Uruguay podrá comunicarse al 0800-2122 o dirigirse a la oficina de Nestlé del Uruguay S.A. sita en Carlos Crocker 2883.","legl27":"24. Los presentes Términos y Condiciones y las reclamaciones relacionadas con los mismos se regirán y se interpretarán conforme al Derecho de Uruguay  y estarán sujetos a la jurisdicción exclusiva de los tribunales de la República Oriental del Uruguay.","legl26":"23. Nos reservamos el derecho de restringir o cancelar su acceso a este sitio web o a cualquiera de sus partes o características en cualquier momento.","legl29":"Procesador de 2,33 GHz o más rápido compatible con x86, o bien procesador Intel® Atom™ de 1,6 GHz o más rápido en el caso de equipos ultraportátiles","legl28":"25. PROMOCIÓN SIN PREMIO: La presente se trata de una promoción sin premio en virtud de que el “obsequio” (posibilidad de jugar el juego vía web) es de escaso valor y no interviene el elemento alea o suerte en su obtención. De acuerdo con lo anterior, la presente promoción no está alcanzada por la prohibición legal.","legl22":"19. Los Juegos están destinados únicamente a fines de entretenimiento. Cada Juego contiene información diseñada exclusivamente para habilitar opciones de simulación. La información contenida en el Juego no tiene la garantía de ser correcta, segura o precisa, y no debe utilizarse ni servir de referencia en situaciones de la vida real. Las reclamaciones de responsabilidad relativas a daños o pérdidas provocados por el uso de cualquier información proporcionada en los Juegos serán por tanto rechazadas, y en ningún caso NESTLÉ S.A., GENERAL MILLS INC, CPW S.A., ROVIO ENTERTAINMENT LTD, NESTLÉ DEL URUGUAY S.A. ni ninguna de sus respectivas empresas afiliadas o asociadas ni sus proveedores serán responsables al respecto.","legl23":"20. Todo material o información personal enviados a los sitios web del Grupo Nestlé están sujetos a la política del Grupo Nestlé en materia de privacidad y protección de datos personales, estipulada en el Aviso de Privacidad ubicado aquí.","legl20":"17. Los derechos de autor subsisten en todos los componentes incluidos en el Juego. Los titulares de los derechos de autor se reservan todos los derechos.","legl21":"18. El uso que usted haga del Sitio Web y del Juego queda bajo su exclusiva responsabilidad. Asimismo, el grupo Nestlé no se hace responsable de ninguna pérdida sufrida a causa de virus que puedan infectar su equipo informático u otra propiedad con motivo del uso, el acceso o la descarga de cualquier material del Juego o del Sitio Web. Se puede jugar al contenido online en diversos dispositivos. Asegúrese de que el dispositivo en el que desea jugar al Juego admita el formato elegido. Atención: algunos dispositivos podrían no admitir el Juego en el formato elegido. El contenido online se ha examinado y probado exhaustivamente en todas las fases de producción; no obstante, podría contener errores de programación significativos o insignificantes. El programa se proporciona “tal cual”, y usted asume la responsabilidad de determinar la adecuación del programa a su sistema y el resultado obtenido. Bajo ninguna circunstancia NESTLÉ S.A., GENERAL MILLS INC, CPW S.A., UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED, NESTLÉ DEL URUGUAY S.A. ni ninguna de sus empresas afiliadas o asociadas o sus proveedores serán responsables de ningún daño derivado o fortuito, material o inmaterial provocado por el uso o la imposibilidad de usar el Juego o el Sitio Web.","legl16":"13. El Promotor se reserva el derecho de retirar o modificar la Promoción, dando noticia de esto con la mayor antelación posible a la autoridad competente y a los participantes.","legl15":"12. Todos los derechos de propiedad intelectual de los artículos, y demás contenidos disponibles en el Sitio Web y así como del Juego aquí especificados seguirán siendo de los propietarios de derechos correspondientes.","legl14":"11. Las reclamaciones relativas a la Promoción deben efectuarse por escrito a las oficinas de Nestlé del Uruguay S.A. con la justificación pertinente. La decisión del Promotor en todos los asuntos derivados de la Promoción es inapelable y no se aceptará ninguna queja o recurso al respecto.","legh1":"Términos y Condiciones","legl13":"10. La Promoción comienza el 01.08.2014 y termina el 31.12.2014, lo que significa que no es posible acceder al Sitio Web con anterioridad al 01.08.2014  ni con posterioridad al 31.12.2014. ","legl7":"c. Introducir el Código en el sitio web [nestle.angrybirds.com] después de hacer clic en la bandera de Uruguay  (“el Sitio Web”) para jugar al juego online durante el período determinado en la cláusula 10. ","leg9":"Los juegos se ejecutan muy despacio.","legl19":"16. Se prohíbe terminantemente cualquier radiodifusión no autorizada, ejecución pública, copia, regrabación, exhibición pública o acto de poner las presentaciones audiovisuales incluidas en el Juego disponibles en o a través de Internet (o la autorización de cualquiera de los anteriores) de cualquier forma.","legl6":"b. Localizar el código en el envase de todos los Productos promocionales (“el Código”) y conservar este envase o al menos la parte del envase que contiene el Código;","leg8":"No. Todos los programas se han examinado exhaustivamente y están libres de virus.","legl18":"15. El contenido audiovisual es publicado por CPW S.A., empresa del grupo Nestlé, bajo licencia de ROVIO ENTERTAINMENT LTD.","legl9":"6. Todos los Códigos están sujetos a verificación por parte del Promotor inmediatamente después de haber sido introducidos en el Sitio Web.","leg7":"¿Es posible que el Juego contenga un virus?","legl17":"14. El Sitio Web puede contener enlaces a sitios propiedad de o gestionados por terceros no relacionados con el Promotor. Estos enlaces se proporcionan únicamente para conveniencia del usuario. El Promotor no controla ni es responsable del contenido, la privacidad, las políticas o la seguridad de dichos sitios.","legl8":"5. Al introducir el Código en el Sitio Web según lo establecido en la cláusula 4c, usted se convierte en participante de la Promoción (“el Participante”) y se considera que acepta participar en la Promoción para jugar al Juego online de acuerdo con los términos y condiciones aquí expuestos.","leg6":"Linux:","legl3":"3. Se da por entendido que cuando un menor de 18 años participe de la promoción, dicha participación se realiza con el consentimiento de sus padres, tutores o representantes legales. Sin perjuicio de lo anterior, quienes representen al menor deberán prestar su consentimiento a dicha participación clickeando el botón “aceptar” que aparecerá en la página de inicio del sitio Web de Angry Birds a tales efectos.","legh6":"Advertencias en materia de salud","leg5":"Mac OS:","legl2":"2. La Promoción está abierta a todas aquellas personas físicas de entre 6 y 17 años de edad, que residan en el territorio de la República Oriental del Uruguay y que sigan el mecanismo de participación que se describe en las cláusulas siguientes (en adelante el/los Participante/s).","leg4":"Windows:","leg3":"El juego requiere Flash 11 para poder ejecutarse. Flash 11 tiene sus propios requisitos.  ","legl5":"a. Adquirir cualquiera de los siguientes productos: Nesquik en su presentaciones de 230g y 460g; Nesquik DUO en su presentación de 230g; Trix en su presentación 230g y 480g; y Zucosos en su presentación de 300g y 510g, ofrecido por el Promotor en el envase promocional con referencia a la Promoción (“el Producto”); ","leg2":"En todo este sitio, los términos “nosotros”, “nos”, “nuestro/a/os/as”, “Nestlé” y “Grupo Nestlé” hacen referencia a CPW S.A., Nestlé S.A., General Mills Inc., Nestlé del Uruguay S.A. o cualquiera de sus empresas afiliadas según corresponda en el contexto. ","legl4":"4. Para participar en la Promoción, cualquier persona que cumpla los requisitos según lo indicado en la cláusula 2 y dentro del período determinado en la cláusula 9 debe:","leg1":"Gracias por visitar este sitio web. Lea detenidamente los Términos y Condiciones incluidos en este documento, los cuales regirán la promoción a ser desarrollada y el uso de este sitio web, lo cual implica la aceptación de los Términos y Condiciones aquí expuestos. ","legh2":"INFORMACIÓN DEL JUEGO ","legh3":"Requisitos mínimos del sistema","legh4":"Solución de problemas","legl1":"1. El promotor de la promoción “Angry Birds” en Uruguay  (“la Promoción”) es: Nestlé del Uruguay S.A. con domicilio en la calle Carlos Crocker 2883, Montevideo (“el Promotor”).","legh5":"Problemas con DirectX:","leg12":"Algunas personas sufren ataques epilépticos al visualizar motivos o luces parpadeantes en nuestro entorno cotidiano. Estas personas podrían sufrir ataques epilépticos viendo imágenes de televisión o jugando a juegos de computadora. Incluso los jugadores que nunca han sufrido ningún ataque podrían tener una epilepsia no detectada. Consulta con tu médico antes de jugar a juegos de computadora si tú o alguno de tus familiares padecen epilepsia. Deja de jugar inmediatamente si durante el juego experimentas alguno de los síntomas siguientes:","legl10":"7. Cada Código puede ser introducido en el Sitio Web para jugar online durante el período determinado en la cláusula 10. Los Códigos incorrectos, no válidos o no autorizados introducidos en el Sitio Web serán rechazados, y al Participante que introduzca dicho Código se le informará inmediatamente.","leg11":"Para poder jugar, debes tener instalado DirectX® 9.0c o posterior en la computadora. Para instalar DirectX, descarga el software de Microsoft Windows Update en http://windowsupdate.microsoft.com. Si tienes problemas con el vídeo o el sonido al utilizar DirectX, visita http://support.microsoft.com para obtener la información más reciente de solución de problemas. También es conveniente que obtengas los últimos controladores compatibles con DirectX proporcionados por el fabricante de tu tarjeta de vídeo o sonido.","legl11":"8. Cada Código dará al Participante derecho a jugar un Juego online desde el Sitio Web en su computadora. El Juego no puede descargarse en la computadora. ","leg10":"Si los juegos se ejecutan despacio, prueba a hacer lo siguiente:","legl12":"9. Los derechos concedidos según lo estipulado en las cláusulas 3 y 7 no son transferibles. No existe la posibilidad de efectuar ningún canje por dinero.","legl48":"Convulsiones o movimientos involuntarios ","legl46":"Confusión mental ","legl47":"Pérdida de consciencia del entorno ","leg15":"El usuario puede navegar por este sitio web y reproducir extractos a través de la impresión, la descarga a un disco duro, o para distribuirlos entre otras personas. Todo ello siempre y cuando se respeten íntegramente todos los derechos de autor y demás avisos de propiedad, y aparezca el correspondiente símbolo de marca comercial en dichas reproducciones. Ninguna reproducción de ninguna parte de este sitio web puede ser vendida o distribuida con fines de lucro comercial, ni puede modificarse o incorporarse a ningún otro trabajo, publicación o sitio web.","leg16":"Las marcas comerciales, logotipos, personajes y marcas de servicio (colectivamente, “Marcas Comerciales”) mostrados en este sitio web pertenecen al Grupo Nestlé. Nada de lo que contiene este sitio web debe ser interpretado como el otorgamiento de cualquier licencia o derecho a usar cualquier Marca Comercial mostrada en este sitio web. Se prohíbe terminantemente el uso o uso indebido de las Marcas Comerciales mostradas en este sitio web, o de cualquier contenido de este sitio web, salvo que se disponga expresamente lo contrario en los presentes Términos y Condiciones. Cabe advertir que el Grupo Nestlé aplicará sin restricciones el cumplimiento de los derechos de propiedad intelectual hasta el límite que permita la ley, incluida la interposición de acciones judiciales en relación con delitos graves.","leg13":"© 2013 CPW S.A. ","leg14":"Todos los derechos de autor y demás derechos de propiedad intelectual de todos los textos, imágenes y demás materiales de este sitio web son propiedad del Grupo Nestlé o se han incluido con el permiso de su respectivo propietario. ","legl39":"Mozilla Firefox 4.0 o Google Chrome","legl35":"Safari 5.0 o superior, Mozilla Firefox 4.0 o superior, Google Chrome, Opera 11","legl36":"1 GB de memoria RAM; 128 MB de memoria gráfica","legl37":"Procesador de 2,33 GHz o más rápido compatible con x86, o bien procesador Intel Atom de 1,6 GHz o más rápido en el caso de equipos ultraportátiles","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 o posterior (32 bits y 64 bits), openSUSE® 11.3 o posterior (32 bits y 64 bits), Ubuntu 10.04 o posterior (32 bits y 64 bits)","legl43":"Mareo ","legl42":"Cierra todas las aplicaciones antes de iniciar el juego. ","legl45":"Contracciones musculares u oculares ","legl44":"Alteración de la visión ","legl41":"Asegúrate de que tu configuración de vídeo esté ajustada en la opción de color de 32 bits. Abre el icono de Configuración de pantalla en el Panel de Control y selecciona la configuración de color de 32 bits. ","legl40":"1 GB de memoria RAM; 128 MB de memoria gráfica"}