{"legl30":"Microsoft® Windows® XP (32-bittinen), Windows Server® 2003 (32-bittinen), Windows Server 2008 (32-bittinen), Windows Vista® (32-bittinen), Windows 7 (32- ja 64-bittinen)","legl31":"Internet Explorer 8.0 tai uudempi, Mozilla Firefox 4.0 tai uudempi, Google Chrome, Safari 5.0 tai uudempi, Opera 11","legl32":"1 Gt RAM-muistia, 128 Mt grafiikkamuistia","legl33":"Vähintään 1,33GHz:n Intel Core™ Duo -suoritin","legl34":"Mac OS X v10.6 tai v10.7","legl25":"21. Osallistumalla Kampanjaan hyväksyt nämä käyttöehdot täysimittaisina ja ehdoitta.","legl24":"20. Teknistä tukea saa Pelitiedot-kohdasta osoitteessa [nestle.angrybirds.com] tai ottamalla yhteyttä paikalliseen Nestlén / CPW:n asiakaspalveluun.","legl27":"23. Varaamme oikeuden tehdä näihin käyttöehtoihin mitä tahansa muutoksia ja korjauksia. Käy ajoittain tällä sivulla kertaamassa nämä tiedot ja tutustumassa mahdollisiin uusiin lisätietoihin.","legl26":"22. Varaamme oikeuden milloin tahansa rajoittaa tai lopettaa pääsysi näille verkkosivuille tai mihin tahansa näiden verkkosivujen toimintoon tai osaan siitä.","legl29":"Vähintään 2,33 GHz:n x86-yhteensopiva suoritin tai vähintään 1,6 GHz:n Intel® Atom™ -suoritin kannettavissa verkkotietokoneissa.","legl28":"24.  Nämä käyttöehdot ja niissä esitetyt väitteet ovat Suomen lain alaisia ja niitä tulkitaan Suomen lain mukaisesti Suomen oikeusistuimien yksinomaisen toimivallan alaisuudessa.","legl22":"18. Pelit on tarkoitettu pelkästään viihdekäyttöön. Jokaisessa Pelissä on tietoja, jotka on suunniteltu pelkästään simulaatiovaihtoehtojen mahdollistamista varten. Pelissä olevien tietojen oikeellisuutta, turvallisuutta tai täsmällisyyttä ei taata, eikä niitä pidä käyttää tai niihin pidä luottaa tosielämän tilanteissa. Sen takia peleissä olevien tietojen käytöstä aiheutuvien vahinkojen tai menetysten korvausvaatimukset hylätään, eivätkä NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD tai mikään niiden tytäryhtiöistä, niihin liittyvistä yhtiöistä tai toimittajista ole missään tapauksessa korvausvastuussa tähän liittyvissä asioissa.","legl23":"19. Nestlé Groupin verkkosivuille lähetetyt henkilötiedot tai materiaalit ovat Nestlé Groupin tietosuoja- ja henkilötietojen suojauskäytännön alaista. Nämä määritetään tietosuojailmoituksessa, joka on täällä.","legl20":"16. Tekijänoikeudet säilyvät kaikissa ladattavassa Pelissä käytetyissä osissa. Tekijänoikeuksien omistajat pidättävät kaikki oikeudet.","legl21":"17. Osallistuja käyttää Verkkosivuja ja Peliä omalla vastuullaan. Lisäksi Nestlé Groupilla ei ole mitään korvausvastuuta tai muuta vastuuta menetyksistä, joita Osallistujalle aiheutuu viruksista, jotka voivat tartuttaa Osallistujan tietokonelaitteiston tai muun omaisuuden, kun Osallistuja käyttää Peliä ja/tai Verkkosivuja, siirtyy niihin tai lataa niitä. Verkkosisältöä voi pelata eri laitteilla. Varmista, että laitteet, joilla haluat pelata Peliä, sallivat valitun esitysmuodon. Huomautus: jotkin laitteet eivät ehkä toista valittua esitysmuotoa. Verkkosisältö on skannattu ja testattu perin pohjin jokaisessa tuotantovaiheessa. Siitä huolimatta siinä voi olla merkittäviä tai merkityksettömiä ohjelmavirheitä. Ohjelma annetaan käyttöön \"sellaisenaan\", ja Osallistuja on vastuussa ohjelman sopivuudesta Osallistujan järjestelmään ja saavutetuista tuloksista. NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED tai mikään sen tytäryhtiöistä tai siihen liittyvistä yhtiöistä tai sen toimittajista ei ole missään tapauksessa vastuussa mistään seurannaisista, satunnaisista tai aineettomista vahingoista, joita seuraa Pelin ja/tai Verkkosivujen käyttämisestä tai kyvyttömyydestä käyttää niitä.","legl16":"12. Edustaja varaa oikeuden perua Kampanja tai muuttaa sitä.","legl15":"11. Verkkosivuilla olevien hyödykkeiden ja tässä määritetyn Pelin immateriaalioikeudet pysyvät asianmukaisilla oikeuksien omistajilla.","legl14":"10. Kampanjaan liittyvät valitukset on tehtävä kirjallisina perustelujen kera ja lähetettävä Edustajalle postissa paikalliseen asiakaspalveluun heti, kun tällaisen valituksen perusteet ovat ilmenneet. Edustajan päätös kaikissa Kampanjaan liittyvissä asioissa on lopullinen, eikä sen perusteella ryhdytä kirjeenvaihtoon.","legh1":"Käyttöehdot","legl13":"9. Kampanja alkaa 11.2.2014 ja päättyy 31.12.2014, mikä tarkoittaa, että Verkkosivuille ei voi siirtyä ennen 11.2.2014 tai 31.12.2014 jälkeen.","legl7":"4. Syöttämällä Koodin Verkkosivuille lausekkeen 3c mukaisesti sinusta tulee Kampanjan osallistuja (”Osallistuja”) ja toimintoasi pidetään vahvistuksena siitä, että olet suostunut osallistumaan Kampanjaan, jossa pelataan Peliä verkossa tässä esitettyjen käyttöehtojen mukaisesti.","leg9":"Pelit toimivat erittäin hitaasti.","legl19":"15. Pelissä esitettyjen audiovisuaalisten esitysten valtuuttamaton lähettäminen, julkinen esitys, kopiointi, siirtotallennus, julkinen näyttely tai julkaiseminen Internetin välityksellä tai Internetiin (tai näiden valtuuttaminen) millään tavalla on ehdottomasti kielletty.","legl6":"c. syöttää koodi seuraavilla verkkosivuilla: [nestle.angrybirds.com], napsautettuaan Suomen lippua (”Verkkosivut”) osallistuja voi pelata verkkopeliä lausekkeessa 9 määritetyn ajanjakson ajan.  ","leg8":"Ei voi. Kaikki ohjelmat on skannattu täysin eikä niissä ole viruksia.","legl18":"14. Audiovisuaalisen sisällön julkaisee CPW S.A. lisenssillä, jonka ROVIO ENTERTAINMENT LTD on myöntänyt.","legl9":"6. Kunkin Koodin saa syöttää Verkkosivuille verkkopelaamista varten lausekkeessa 9 määritetyn ajanjakson aikana. Väärät, virheelliset tai luvattomat Verkkosivuille annetut Koodit hylätään ja tällaisen Koodin antaneelle Osallistujalle ilmoitetaan asiasta heti.","leg7":"Voiko Peli sisältää viruksen?","legl17":"13. Verkkosivuilla voi olla linkkejä sivuille, joiden omistajat tai operoijat ovat muita osapuolia kuin Edustaja. Tällaisia linkkejä annetaan vain käyttömukavuuden takia. Edustaja ei hallitse tällaisten sivustojen sisältöä, tietosuojaa, käytäntöjä tai turvallisuutta eikä ole vastuussa niistä.","legl8":"5. Edustaja saa tarkistaa kaikki Koodit heti, kun ne on syötetty Verkkosivuille.","leg6":"Linux:","legl3":"3. Lausekkeen 2 perusteella, osallistuakseen Kampanjaan osallistujan tulee lausekkeessa 9 määritetyn ajanjakson kuluessa:","legh6":"Terveysvaroitukset","leg5":"Mac OS:","legl2":"2. Kampanjaan voi osallistua kuka tahansa yli 18-vuotias Suomen kansalainen.","leg4":"Windows:","leg3":"Pelin käyttämiseen tarvitaan Flash 11. Flash 11 -apuohjelmalla on omat vaatimuksensa.  ","legl5":"b. etsiä koodi kaikkien kampanjan tuotteiden pakkauksesta (”Koodi”) ja säilyttää tämä pakkaus tai ainakin se osa pakkauksesta, jossa Koodi on,","leg2":"Näillä verkkosivuilla käytetyt termit \"me\", \"meidän\", \"Nestlé\" ja \"Nestlé Group\" viittaavat käyttöyhteyden perusteella CPW S.A.-, Nestlé S.A.-, General Mills Inc. –yhtiöihin ja mihin tahansa sen tytäryhtiöistä. ","legl4":"a. ostaa Cheerios, Nesquik, Lion tai Cookie Crisp aamiaismurotuote (jonka Edustaja tarjoaa Kampanjaan viittaavassa kampanjapaketissa (”Tuote”)), ","leg1":"Kiitos, että tulit käymään näillä verkkosivuilla. Lue tässä asiakirjassa esitetyt käyttöehdot huolellisesti, sillä käyttämällä näitä verkkosivuja ilmoitat hyväksyväsi tässä esitetyt käyttöehdot. ","legh2":"PELITIEDOT ","legh3":"Vähimmäisjärjestelmävaatimukset","legh4":"Vianmääritys","legl1":"1. ”Angry Birds” -kampanjan (”Kampanja”) edustaja Suomessa on Suomen Nestlé, Keilasatama 5, 02150 Espoo, Suomi (”Edustaja”).","legh5":"DirectX-ongelmat:","leg12":"Jotkut ihmiset saavat epilepsiakohtauksen nähdessään vilkkuvia valoja tai kuvioita arkiympäristössä. Nämä ihmiset voivat saada epilepsiakohtauksen katsoessaan televisiota tai pelatessaan tietokonepelejä. Sellaisillakin pelaajilla, joilla ei ole koskaan ollut kohtausta, voi olla piilevä epilepsia. Jos sinulla tai jollakulla perheenjäsenelläsi on epilepsia, kysy asiasta lääkäriltä ennen tietokonepelien pelaamista. Keskeytä pelaaminen heti, jos koet mitään seuraavista oireista pelin aikana:","legl10":"7. Osallistuja saa kullakin Koodilla oikeuden","leg11":"Tietokoneeseen on asennettava DirectX® 9.0c tai uudempi, ennen kuin peliä voi pelata. DirectX-ohjelmiston voi asentaa lataamalla sen Microsoft Windows Update -palvelusta osoitteesta http://windowsupdate.microsoft.com. Jos DirectX-ohjelmistoa käytettäessä ilmenee video- tai ääniongelmia, hae uusimmat vianmääritystiedot osoitteesta http://support.microsoft.com. Tietokoneeseen kannattaa myös hakea uusimmat DirectX-yhteensopivat ajurit tietokoneen video- tai äänikortin valmistajalta.","legl11":"a. pelata Peliä verkossa ainutkertaisen koodin perusteella omalla tietokoneellaan. Peliä ei saa ladata omalle tietokoneelle. ","leg10":"Jos pelit toimivat hitaasti, kokeile seuraavaa:","legl12":"8. Lausekkeiden 3 ja 7 perusteella myönnettyjä oikeuksia ei voi siirtää. Rahavaihtoehtoa ei ole olemassa.","legl48":"pakkoliikkeitä ja/tai kouristuksia. ","legl46":"henkistä sekavuutta ","legl47":"tajunnan hämärtymistä ","leg15":"Käyttäjä saa selata näitä verkkosivuja, tuottaa otoksia tulostamalla, lataamalla kiintolevylle tai muille yksityishenkilöille jakamista varten. Tämän saa tehdä vain sillä ehdolla, että käyttäjä säilyttää kaikki tekijänoikeus- ja muut oikeusilmoitukset ja että edellä oleva tekijänoikeusilmoitus on myös tällaisissa jäljennöksissä. Mitään näiden verkkosivujen osan jäljennöstä ei saa myydä tai jaella kaupallisen edun saamiseksi, eikä sitä saa muokata tai liittää mihinkään muuhun teokseen, julkaisuun tai verkkosivuihin.","leg16":"Näillä verkkosivuilla esitetyt tavaramerkit, logot, hahmot ja palvelumerkit (yhteisnimeltään \"Tavaramerkit\") kuuluvat Nestlé Groupille. Mitään näillä verkkosivuilla olevasta sisällöstä ei pidä tulkita lisenssinä tai käyttöoikeutena mihinkään näillä verkkosivuilla esitettyyn Tavaramerkkiin. Näillä verkkosivuilla esitettyjen Tavaramerkkien tai minkään muun näillä verkkosivuilla olevan sisällön käyttö/väärinkäyttö muuten kuin näissä Käyttöehdoissa myönnetyssä laajuudessa on ehdottomasti kielletty. Käyttäjälle ilmoitetaan myös, että Nestlé Group toimeenpanee immateriaalioikeuksiaan aggressiivisesti laajimmassa lain sallimassa laajuudessa, mikä sisältää rikossyytteiden nostamisen vakavista loukkauksista.","leg13":"© 2013 CPW S.A. ","leg14":"Kaikkien näillä verkkosivuilla käytettyjen tekstien, kuvien ja muiden materiaalien kaikki tekijänoikeudet ja muut immateriaalioikeudet ovat Nestlé Groupin omaisuutta tai niitä käytetään asianmukaisen omistajan antamalla luvalla. ","legl39":"Mozilla Firefox 4.0 tai Google Chrome","legl35":"Safari 5.0 tai uudempi, Mozilla Firefox 4.0 tai uudempi, Google Chrome, Opera 11","legl36":"1 Gt RAM-muistia, 128 Mt grafiikkamuistia","legl37":"Vähintään 2,33 GHz:n x86-yhteensopiva suoritin tai vähintään 1,6 GHz:n Intel Atom -suoritin kannettavissa verkkotietokoneissa.","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 tai uudempi (32-ja 64-bittinen), openSUSE® 11.3 tai uudempi (32- ja 64-bittinen), Ubuntu 10.04 tai uudempi (32- ja 64-bittinen)","legl43":"huimausta ","legl42":"Sulje kaikki sovellukset ennen pelin käynnistämistä. ","legl45":"silmien tai lihasten nykimistä ","legl44":"muutoksia näkökyvyssä ","legl41":"Varmista, että tietokoneen näyttöasetuksissa on valittu 32-bittinen väri. Valitse ohjauspaneelista Näyttöasetukset-kuvake ja valitse 32-bittinen väri -asetus. ","legl40":"1 Gt RAM-muistia, 128 Mt grafiikkamuistia"}