{"legl30":"Microsoft® Windows® XP (32 bits), Windows Server® 2003 (32 bits), Windows Server 2008 (32 bits), Windows Vista® (32 bits), Windows 7 (32 ou 64 bits)","legl31":"Internet Explorer 8.0 et plus, Mozilla Firefox 4.0 et plus, Google Chrome, Safari 5.0 et plus, Opera 11","legl32":"1 Go de RAM ; 128 Mo de mémoire graphique","legl33":"Processeur Intel Core™ Duo 1,33 GHz ou plus","legl34":"Mac OS X v10.6 ou v10.7","legl25":"21. En participant à la Promotion, vous reconnaissez accepter pleinement et de façon inconditionnelle les présentes Conditions générales.","legl24":"20. Pour toute assistance technique, veuillez consulter les Informations sur le Jeu à l\u0027adresse www.nestle.angrybirds.com ou contacter le service client Nestlé / CPW local.","legl27":"23. Nous nous réservons le droit d\u0027apporter toute modification ou correction aux présentes Conditions générales. Merci de bien vouloir vous référer à cette page, en tant que de besoin, pour en prendre connaissance et vous tenir au courant des nouvelles informations complémentaires.","legl26":"22. Nous nous réservons le droit de restreindre et de mettre fin à votre accès à ce site Internet ou à toute fonctionnalité du site ou à toute fonctionnalité ou partie des présentes et ce, à tout moment. ","legl29":"Processeur 2,33 GHz ou plus, compatible x86, ou processeur Intel® Atom™ 1,6 GHz ou plus pour les ultra-portables","legl28":"24.  Les présentes conditions générales et toute réclamation concernant les présentes sont régies et interprétées conformément au droit de Belgique et sont de la compétence exclusive des tribunaux de Belgique.","legl22":"18. Les Jeux ont un but uniquement récréatif. Chaque Jeu contient des informations uniquement conçues pour permettre des options de simulation. Nous ne pouvons garantir que les informations contenues dans le Jeu sont correctes, sans danger et exactes, et elles ne devraient donc pas être utilisées ou invoquées pour des situations de la vie réelle. Toute demande de dommages-intérêts concernant des pertes ou dommages causés par l\u0027utilisation de toute information fournie dans les Jeux se verra donc rejetée et en aucun cas NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD ou toute société affiliée ou associée, ou tout fournisseur ne sauraient en être tenus pour responsables par les présentes.","legl23":"19. Toutes informations ou documents personnels envoyés aux sites web du groupe Nestlé sont soumis à la charte de confidentialité et de protection des données à caractère personnel définies dans l\u0027Avertissement sur la confidentialité situé ici (http://www.nestle.be/fr/info/yourdata).","legl20":"16. Les droits de Copyright sont conservés pour tous les composants inclus dans le Jeu à télécharger. Tous les droits sont réservés par le(s) propriétaire(s) des droits de copyright.","legl21":"17. Vous utilisez le Site Internet et le Jeu à vos risques et périls. De plus, le groupe Nestlé ne saurait être tenu pour responsable de quelque manière que ce soit pour toute perte occasionnée par des virus susceptibles d\u0027infecter votre ordinateur ou autre équipement vous appartenant en raison de l\u0027utilisation, de l\u0027accès ou du téléchargement de tout support du Jeu et/ou du Site Internet. Le contenu en ligne est utilisable sur différents appareils. Assurez-vous toutefois que l\u0027appareil sur laquelle vous souhaitez jouer au Jeu est compatible avec le format choisi. Attention : certains appareils risquent de ne pas être en mesure de lire le format choisi. Le contenu en ligne a été soigneusement vérifié et testé à tous les stades de la production ; toutefois il est possible qu\u0027il contienne des erreurs logicielles, significatives ou non. Le programme est fourni « tel quel » et il vous revient de juger de l\u0027opportunité de ce programme sur votre système ainsi que des résultats obtenus. En aucun cas NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED ou toute autre société affiliée ou associée, ou tout fournisseur, ne sauraient être tenus responsables de tout dommage matériel ou immatériel quel qu\u0027il soit, direct ou consécutif découlant de l\u0027utilisation ou de l\u0027impossibilité d\u0027utiliser le Jeu et/ou le Site Internet.","legl16":"12. L\u0027Organisateur se réserve le droit d\u0027annuler ou de modifier la Promotion.","legl15":"11. Tous droits de propriété intellectuelle concernant les éléments disponibles sur le Site Internet ainsi que le Jeu précisés dans les présentes restent acquis au(x) propriétaire(s) des droits respectifs.","legl14":"10. Toute réclamation concernant la Promotion doit être formulée par écrit avec justification et notifiée à l\u0027Organisateur par courrier via le service consommateur local, immédiatement après en avoir constaté le(s) motif(s). L\u0027Organisateur ayant un pouvoir de décision final sur tout ce qui touche à la Promotion, il n\u0027y aura aucun échange de correspondance.","legh1":"Conditions générales","legl13":"9. La Promotion commence le 1/1/2014 et se termine le 1/3/2014, ce qui signifie qu\u0027il n\u0027est pas possible d\u0027accéder au Site Internet avant le 1/1/2014 et après le 31/12/2014.","legl7":"4. En saisissant le Code sur le site conformément à l\u0027article 3c, vous devenez participant à la Promotion (« le Participant ») et vous êtes réputé avoir accepté d\u0027y participer pour jouer en ligne au Jeu conformément aux conditions générales contenues dans les présentes.","leg9":"Les jeux sont très lents.","legl19":"15. Tout réenregistrement, diffusion, représentation publique, copie, exposition publique ou mise à disposition des présentations audiovisuelles incluses dans le Jeu sur ou via Internet sans autorisation (ou toute action permettant n\u0027importe lequel de ces actes), de quelque manière que ce soit, sont formellement interdits.","legl6":"c. Saisir le Code sur le site Internet suivant : www.nestle.angrybirds.com, après avoir cliqué sur le drapeau de Belgique (« le Site Internet ») pour jouer au jeu en ligne pendant la période déterminée à l\u0027article 9. ","leg8":"Non, tous les programmes ont été soigneusement analysés et ne contiennent pas de virus.","legl18":"14. Le contenu audiovisuel est publié par CPW S.A. sous licence de ROVIO ENTERTAINMENT LTD.","legl9":"6. Chaque Code doit être saisi sur le Site Internet pour jouer en ligne pendant la période déterminée à l\u0027article 9. Les codes incorrects, non valides ou non autorisés saisis sur le Site Internet sont rejetés et tout Participant qui utilise un tel Code s\u0027en voit informé immédiatement.","leg7":"Est-il possible que le Jeu contienne un virus ?","legl17":"13. Le Site Inernet peut contenir des liens vers des sites appartenant ou exploités par des tiers autres que l\u0027Organisateur. Ces liens ne vous sont fournis que dans un souci de praticité. L\u0027Organisateur ne les contrôle pas et n\u0027est pas responsable du contenu, du respect de la vie privée, de la politique et de la sécurité de tels sites.","legl8":"5. Tous les codes font l\u0027objet d\u0027une vérification de l\u0027Organisateur immédiatement après avoir été saisis sur le Site Internet.","leg6":"Linux :","legl3":"3. Pour pouvoir participer à la Promotion, toute personne conformément à l\u0027article 2, pendant la période déterminée à l\u0027article 9 doit :","legh6":"Avertissement concernant la santé","leg5":"Mac OS :","legl2":"2. La Promotion est ouverte à toute personne résidant en Belgique.","leg4":"Windows :","leg3":"Le jeu fonctionne avec Flash 11 qui a ses propres exigences techniques.  ","legl5":"b. Trouver un code dans l\u0027emballage de tout Produit promotionnel (« le Code ») et conserver cet emballage ou la partie de l\u0027emballage contenant le Code ;","leg2":"Sur tout le site, les termes « nous », « notre », « nos », « Nestlé » et « Groupe Nestlé » font référence à CPW S.A., Nestlé S.A, General Mills Inc. et toutes autres sociétés affiliées pertinentes suivant le contexte. ","legl4":"a. Acheter un paquet de céréales de Nesquik, Chocapic ou Cookie Crisp (proposé par l\u0027Organisateur dans l\u0027emballage promotionnel faisant référence à la Promotion (« le Produit ») ; ","leg1":"Merci d\u0027avoir visité ce site Internet. Assurez-vous d\u0027avoir lu attentivement les Conditions générales contenues dans ce document dans la mesure où toute utilisation de ce site vaut acceptation des présentes. ","legh2":"INFORMATIONS SUR LE JEU ","legh3":"Configuration minimale requise","legh4":"Dépannage","legl1":"1. L\u0027organisateur de la promotion « Angry Birds » en Belgique (« la Promotion ») est : Nestlé S.A. Rue de Birmingham 221 en 1070 Bruxelles. (« L\u0027organisateur »).","legh5":"Problèmes DirectX :","leg12":"Certaines personnes sont susceptibles de faire des crises d\u0027épilepsie ou d\u0027avoir des pertes de conscience à la vue de certains types de lumières clignotantes ou d\u0027éléments récurrents dans notre environnement quotidien. Ces personnes s\u0027exposent à des crises lorsqu\u0027elles regardent certaines images télévisées ou lorsqu\u0027elles jouent à certains jeux vidéo. Ces phénomènes peuvent apparaître alors même que le sujet n\u0027a pas d\u0027antécédent médical ou n\u0027a jamais été confronté à une crise d\u0027épilepsie. Si vous ou un membre de votre famille avez déjà présenté des symptômes liés à l\u0027épilepsie, veuillez consulter votre médecin avant de jouer aux jeux vidéo. Arrêtez immédiatement de jouer si vous ressentez l\u0027un des symptômes suivants lors de l\u0027utilisation d\u0027un jeu vidéo :","legl10":"7. Chaque Code donne le droit au Participant de :","leg11":"DirectX® 9.0c ou une version ultérieure doit être installé sur votre ordinateur avant de jouer. Pour l\u0027installer, vous pouvez télécharger le logiciel à partir de Microsoft Windows Update à l\u0027adresse http://windowsupdate.microsoft.com. Si vous rencontrez des problèmes de son ou de vidéo en utilisant DirectX, consultez http://support.microsoft.com pour connaître les dernières informations de dépannage. Procurez-vous également les derniers pilotes compatibles DirectX auprès du fabricant de votre carte son ou carte vidéo.","legl11":"a. Jouer au jeu en ligne grâce au code unique à partir du Site Internet sur son ordinateur. Le Jeu ne peut pas être téléchargé sur votre ordinateur. ","leg10":"Si les jeux fonctionnent très lentement, essayez les points suivants :","legl12":"8. Les droits octroyés conformément aux articles 3 et 7 ne sont pas cessibles. Aucune contrepartie monétaire n\u0027est prévue.","legl48":"mouvements involontaires et/ou convulsions ","legl46":"confusion mentale ","legl47":"perte de repère dans votre environnement ","leg15":"Vous êtes autorisé à naviguer dans le site Internet, à reproduire des extraits par impression, téléchargement sur un disque dur ou dans le but de les distribuer à d\u0027autres personnes. Ceci à la condition que toutes les mentions de propriété et de copyright restent intactes et que les mentions de marque de commerce ci-dessus apparaissent sur ces reproductions. Il est interdit de vendre ou distribuer dans un but commercial toute partie de ce site web, ni de la modifier ou de l\u0027incorporer dans d\u0027autre sites Internet, œuvres ou publications.","leg16":"Les marques, logos, caractères et marques de service (collectivement dénommés « Marques ») indiqués sur ce site web appartiennent au Groupe Nestlé. Aucun élément de ce site Internet ne saurait être interprété de façon à accorder un quelconque droit ou licence d\u0027utilisation de toute Marque affichée sur ce site web. Il vous est interdit d\u0027utiliser ou de faire un usage abusif des Marques affichées sur ce site Internet, ou sur tout autre contenu de ce site Internet, sauf dans les cas prévus dans les présentes Conditions générales. Vous êtes également informé que le groupe Nestlé est déterminé à faire valoir ses droits de propriété intellectuelle avec force, dans toutes les limites prévues par la loi et notamment en ayant recours à la voie pénale en cas d\u0027infraction sérieuse.","leg13":"© 2013 CPW S.A. ","leg14":"Tous les droits de copyright et autres droits de propriété intellectuelle concernant tout texte, image et autre contenu de ce site web sont détenus par le Groupe Nestlé ou sont fournis avec l\u0027autorisation de leur propriétaire. ","legl39":"Mozilla Firefox 4.0 ou Google Chrome","legl35":"Safari 5.0 et plus, Mozilla Firefox 4.0 et plus, Google Chrome, Opera 11","legl36":"1 Go de RAM ; 128 Mo de mémoire graphique","legl37":"Processeur 2,33 GHz ou plus, compatible x86, ou processeur Intel Atom 1,6 GHz ou plus pour les ultra portables","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 ou plus (32 ou 64 bits), openSUSE® 11.3 ou plus (32 ou 64 bits), Ubuntu 10.04 ou plus (32 ou 64 bits)","legl43":"vertiges ","legl42":"Fermez toutes les applications avant de lancer le jeu. ","legl45":"contraction involontaire des muscles ou des yeux ","legl44":"troubles de la vision ","legl41":"Vérifiez que vos paramètres vidéo sont définis sur des couleurs 32 bits. Ouvrez l\u0027icône des paramètres d\u0027Affichage dans le Panneau de configuration et choisissez le réglage Couleurs 32 bits. ","legl40":"1 Go de RAM ; 128 Mo de mémoire graphique"}