{"legl30":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit i 64-bit)","legl31":"Internet Explorer 8.0 i noviji, Mozilla Firefox 4.0 i noviji, Google Chrome, Safari 5.0 i noviji, Opera 11","legl32":"1GB RAM; 128MB grafičke memorije","legl33":"Intel Core™ Duo 1.33GHz ili brži procesor","legl34":"Mac OS X v10.6 or v10.7","legl25":"21. Sudjelovanjem u Promociji obvezujete se na potpuno i bezuvjetno prihvaćanje ovih Uvjeta i odredaba.","legl24":"20. Za tehničku podršku molimo pročitajte Informacije o igri na stranici [nestle.angrybirds.com] ili se obratite lokalnoj službi za potrošače društva Nestlé / CPW.","legl27":"23. Pridržavamo pravo na izmjenu ili ispravak ovih Uvjeta i odredaba. Molimo Vas da s vremena na vrijeme posjetite ovu stranicu kako biste pregledali ove i nove dodatne informacije.","legl26":"22. Pridržavamo pravo da Vam iz opravdanih razloga u bilo kojem trenutku ograničimo ili ukinemo pristup ovoj internetskoj stranici ili bilo kojoj opciji ove internetske stranice ili bilo kojoj njenoj opciji ili dijelu.","legl29":"2.33GHz ili brži x86-kompatibilni procesor, ili Intel® Atom™ 1.6GHz ili brži procesor za netbook prijenosna računala","legl28":"24.  Ovi se uvjeti i odredbe i svaki zahtjev podnesen prema ovim uvjetima i odredbama reguliraju i tumače u skladu sa zakonima Hrvatske podložno isključivoj nadležnosti sudova Hrvatske.","legl22":"18. Igre se koriste isključivo u svrhu zabave. Svaka Igra sadrži informacije koje su stvorene samo u svrhu omogućavanja opcija za simulaciju. Ne jamčimo ispravnost, sigurnost ni točnost informacija koje Igra sadrži i ne bi ih se smjelo koristiti niti se u njih pouzdati u stvarnim životnim situacijama. Stoga će se odbiti odštetni zahtjevi koji se tiču štete ili gubitaka izazvanih korištenjem informacija iz Igara, a društva NESTLÉ SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD ili bilo koja njihova odgovarajuća pridružena društva, povezano/a društvo/a ili dobavljači ni u kojem slučaju neće snositi odgovornost u pogledu istog.","legl23":"19. Na sve osobne podatke ili materijale koji se šalju na internetske stranice Nestlé Grupe primjenjuje se politika Nestlé Grupe o privatnosti i zaštiti osobnih podataka iznesena u Izjavi o privatnosti koja se nalazi ovdje.","legl20":"16. Autorsko je pravo sadržano u svim komponentama uključenim u Igru s mogućnošću preuzimanja. Vlasnik/ci autorskih prava pridržavaju sva prava.","legl21":"17. Ovu Internetsku stranicu i Igru koristite isključivo na vlastitu odgovornost. Nadalje, Nestlé Grupa ne snosi nikakvu odgovornost za bilo kakav pretrpljeni gubitak koji su uzrokovali virusi kojima se mogla zaraziti Vaša računalna oprema ili neka druga imovina zbog korištenja, pristupa ili preuzimanja bilo kojeg materijala iz Igre i/ili s Internetske stranice. Online sadržaj može se reproducirati na različitim uređajima. Molimo Vas da provjerite podržava li uređaj na kojemu želite igrati Igru odabrani format. Pozor: neki uređaji ne mogu reproducirati odabrani format. Online sadržaj temeljito se skenirao i testirao u svim fazama proizvodnje, no ipak može sadržavati veće ili manje programske greške. Program je dostupan u zatečenom stanju, a Vi preuzimate odgovornost za utvrđivanje primjerenosti programa Vašem sustavu i dobivenim rezultatima. Društva NESTLÉ SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED ili bilo koje/a njihovo/a pridruženo/a ili povezano/a društvo/a ili njihovi dobavljači ni u kojem slučaju neće biti odgovorni za bilo kakvu posljedicu ili sporednu materijalnu ili nematerijalnu štetu koja proizlazi iz korištenja ili nemogućnosti korištenja Igre i/ili Internetske stranice.","legl16":"12. Promotor pridržava pravo prekida ili izmjene Promocije.","legl15":"11. Svako i bilo koje pravo intelektualnog vlasništva nad člancima dostupnima na Internetskoj stranici kao i nad Igrom navedenom u ovim Uvjetima i odredbama ostaje u posjedu odgovarajućeg/ih vlasnika prava.","legl14":"10. Svaka pritužba glede Promocije treba biti u pisanom obliku i sadržavati obrazloženje te o istoj treba izvijestiti Promotora slanjem pošte lokalnoj službi za potrošače odmah po otkrivanju osnove/a takvih pritužbi. ","legh1":"Uvjeti i odredbe","legl13":"9. Promocija započinje 15. prosinca 2013., a završava 15. ožujka 2014. što znači da se Internetsku stranicu ne može posjetiti prije 1. prosinca 2013. i poslije 1. travnja 2013.","legl7":"4. Unošenjem Koda na Internetsku stranicu prema stavku 3c postajete sudionik u Promociji („Sudionik”) te se smatra da ste pristali sudjelovati u Promociji za igranje Igre putem Interneta u skladu s ovdje iznesenim Uvjetima i odredbama.","leg9":"Igre rade veoma sporo.","legl19":"15. Strogo je zabranjeno svako neovlašteno emitiranje, javno izvođenje, kopiranje, ponovno snimanje, javno prikazivanje ili stavljanje na raspolaganje audio-vizualnih prezentacija uključenih u Igru ili putem Interneta (ili odobrenje bilo koje od gore navedenih radnji) u bilo kojem obliku.","legl6":"c. Unijeti Kôd na sljedeću internetsku stranicu: [nestle.angrybirds.com] nakon što pritisne zastavu Hrvatska („Internetska stranica”) kako bi mogao igrati igru putem Interneta tijekom razdoblja određenog u stavku 9. ","leg8":"Ne, svi su programi kompletno skenirani i nemaju viruse.","legl18":"14. Audio-vizualni sadržaj objavilo je društvo CPW S.A. uz dozvolu društva ROVIO ENTERTAINMENT LTD.","legl9":"6. Svaki se Kôd može unijeti na Internetsku stranicu za igranje igre putem Interneta tijekom razdoblja određenog u stavku 9. Odbijaju se neispravni, nevažeći ili neodobreni Kodovi uneseni na Internetsku stranicu, a o istom se odmah obavještava Sudionika koji je unio takav Kôd.","leg7":"Postoji li mogućnost da Igra sadrži virus?","legl17":"13. Internetska stranica može sadržavati poveznice na stranice koje su u vlasništvu ili kojima upravljaju druge ugovorne strane osim Promotora. Takve su Vam poveznice na raspolaganju samo iz praktičnih razloga. Promotor ne kontrolira niti je odgovoran za sadržaj, privatnost, politiku ili sigurnost takvih stranica.","legl8":"5. Svi su Kodovi podložni provjeri od strane Promotora čim ih se unese na Internetsku stranicu.","leg6":"Linux:","legl3":"3. Kako bi mogao sudjelovati u Promociji, svatko tko na to ima pravo prema stavku 2. treba tijekom razdoblja određenog u stavku 9.:","legh6":"Zdravstvena upozorenja","leg5":"Mac OS:","legl2":"2. Promocija je dostupna svim osobama starijim od 18 godina s prebivalištem u Hrvatskoj. Sudjelovanje u Promociji je dozvoljeno i djeci uz suglasnost roditelja.","leg4":"Windows:","leg3":"Igra zahtijeva Flash 11 za igranje. Flash 11 ima svoje posebne zahtjeve.  ","legl5":"b. Pronaći kôd na ambalaži svih promotivnih Proizvoda („Kôd”) i sačuvati tu ambalažu ili barem dio ambalaže koji sadrži Kôd;","leg2":"Na ovoj stranici pojmovi „mi”, „nas”, „naš”, „Nestlé” i „Nestlé Grupa” odnose se na društva CPW S.A., Nestlé S.A, General Mills Inc. i bilo koje njihovo pridruženo društvo ovisno o kontekstu. ","legl4":"a. Kupiti pakiranje CHOCAPIC®, NESQUIK DUO®, LION® ili HONEY CHEERIOS® (u ponudi Promotora u promotivnoj ambalaži koja se odnosi na Promociju („Proizvod”)); ","leg1":"Hvala što ste posjetili ovu internetsku stranicu. Molimo Vas da pažljivo pročitate Uvjete i odredbe sadržane u ovom dokumentu budući da svako korištenje ove internetske stranice podrazumijeva da ste prihvatili ovdje iznesene Uvjete i odredbe. ","legh2":"INFORMACIJE O IGRI ","legh3":"Minimalni zahtjevi sustava","legh4":"Otkrivanje i rješavanje problema","legl1":"1. Promotor promocije „Angry Birds” u Hrvatskoj („Promocija”) jest: Nestlé Adriatic, Av. Većeslava Holjevca 40, 10 000 Zagreb, Hrvatska („Promotor”).","legh5":"Problemi s programom DirectX:","leg12":"Neki ljudi dožive epileptički napadaj pri gledanju u bljeskajuća svjetla ili uzorke u svakodnevnoj okolini. Ti ljudi mogu doživjeti epileptičke napadaje prilikom gledanja televizije ili igranja računalnih igara. Ipak, čak i oni igrači koji nikada nisu doživjeli nikakve napadaje mogu patiti od nedijagnosticiranog epileptičkog stanja. Prije igranja računalnih igara posavjetujte se sa svojim liječnikom ako Vi ili netko u Vašoj obitelji pati od epileptičkog stanja. Odmah zaustavite igru ako tijekom igranja primijetite bilo koji od sljedećih simptoma:","legl10":"7. Svaki Kôd daje Sudioniku pravo da:","leg11":"Da biste mogli igrati igru, morate na svoje računalo instalirati DirectXÂ® 9.0c ili noviju verziju programa. DirectX možete instalirati tako da preuzmete softver sa servisa Microsoft Windows Update na stranici http://windowsupdate.microsoft.com. Ako za vrijeme korištenja programa DirectX naiđete na probleme sa slikom ili zvukom, posjetite stranicu http://support.microsoft.com kako biste dobili najnovije informacije za otkrivanje i rješavanje problema. Također biste od proizvođača svoje grafičke ili zvučne kartice trebali nabaviti najnovije pogonske programe koji su kompatibilni s programom DirectX.","legl11":"a. Igra Igru putem Interneta prema jedinstvenom kodu s Internetske stranice na svom računalu. Igru ne možete preuzeti na svoje računalo. ","leg10":"Ako igre rade sporo, molimo pokušajte sljedeće:","legl12":"8. Prava dodijeljena na temelju stavaka 3. i 7. ne mogu se prenositi. Nije moguće zamijeniti za gotovinu ili proizvod.","legl48":"nevoljne pokrete i/ili grčeve ","legl46":"mentalnu zbunjenost ","legl47":"gubitak svijesti o okolini ","leg15":"Smijete pretraživati ovu internetsku stranicu i kopirati izvatke ispisivanjem, preuzimanjem sadržaja na tvrdi disk ili u svrhu distribucije drugim osobama. Ovo smijete učiniti samo uz uvjet da sve napomene o autorskim pravima i druge napomene o vlasništvu ostanu netaknute te da se gore navedena napomena o robnim žigovima nalazi na takvim kopijama. Nijedna kopija niti jednog dijela ove internetske stranice ne smije se prodati ili distribuirati u svrhu zarade niti ju se smije mijenjati ili uvrstiti u bilo koje drugo djelo, publikaciju ili internetsku stranicu.","leg16":"Robni žigovi, logotipi, likovi i uslužni žigovi (zajedničkim nazivom „Robni žigovi”) prikazani na ovoj internetskoj stranici pripadaju Nestlé Grupi. Ništa se na ovoj internetskoj stranici ne može protumačiti kao dodjela bilo kakve dozvole ili prava na korištenje bilo kojeg Robnog žiga prikazanog na ovoj internetskoj stranici. Strogo je zabranjeno upotrebljavati/zloupotrebljavati Robne žigove prikazane na ovoj internetskoj stranici ili u bilo kojem drugom sadržaju na ovoj internetskoj stranici osim na način predviđen ovim Uvjetima i odredbama. Također Vas upozoravamo da će Nestlé Grupa strogo provoditi svoja prava intelektualnog vlasništva uz punu primjenu zakona uključujući kazneno gonjenje za ozbiljne prekršaje.","leg13":"© 2013 CPW S.A. ","leg14":"Sva autorska prava i druga prava intelektualnog vlasništva u svim tekstovima, slikama i drugim materijalima na ovoj internetskoj stranici u vlasništvu su Nestlé Grupe ili su u njih uvršteni uz dopuštenje odgovarajućeg vlasnika. ","legl39":"Mozilla Firefox 4.0 ili Google Chrome","legl35":"Safari 5.0 i noviji, Mozilla Firefox 4.0 i noviji, Google Chrome, Opera 11","legl36":"1GB RAM; 128MB grafičke memorije","legl37":"2.33GH ili brži x86-kompatibilni procesor, ili Intel Atom 1.6GHz ili brži procesor za netbook prijenosna računala","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 ili noviji (32-bit i 64-bit), openSUSE® 11.3 ili noviji (32-bit i 64-bit), Ubuntu 10.04 ili noviji (32-bit i 64-bit)","legl43":"vrtoglavicu ","legl42":"Prije pokretanja igre zatvorite sve aplikacije. ","legl45":"titranje oka ili trzanje mišića ","legl44":"promjenu vida ","legl41":"Provjerite je li u postavkama videozapisa odabrana 32-bitna boja. Otvorite ikonu Display Settings (Postavke zaslona) na upravljačkoj ploči, a zatim odaberite postavku 32 Bit Colour (32-bitna boja). ","legl40":"1GB RAM; 128MB grafičke memorije"}