{"legl30":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit dan 64-bit)","legl31":"Internet Explorer 8.0 dan yang lebih baru, Mozilla Firefox 4.0 dan yang lebih baru, Google Chrome, Safari 5.0 dan yang lebih baru, Opera 11","legl32":"1GB RAM; 128MB memori grafis","legl33":"Intel Core™ Duo 1.33GHz atau prosesor yang lebih cepat","legl34":"Mac OS X v10.6 atau v10.7","legl25":"21. Dengan berpartisipasi dalam Promosi ini, Anda sepenuhnya dan tanpa syarat setuju untuk menerima Syarat \u0026 Ketentuan ini.","legl24":"20. Untuk dukungan teknis, silakan lihat Informasi Permainan di [nestle.angrybirds.com] atau kontak layanan konsumen Nestlé / CPW lokal Anda.","legl27":"23. Kami berhak untuk mengubah dan mengkoreksi Syarat \u0026 Ketentuan ini. Silakan rujuk halaman ini dari waktu ke waktu untuk meninjau ulang Syarat \u0026 Ketentuan ini dan informasi tambahan baru yang ada.","legl26":"22. Kami berhak untuk membatasi atau memutuskan akses anda ke situs web ini atau fitur mana pun dari situs web ini, atau fitur atau bagian mana pun dari situs ini kapan saja.","legl29":"Prosesor kompatibel-x86 2.33GHz atau yang lebih cepat, atau prosesor Intel Atom 1.6GHz atau yang lebih cepat untuk netbook","legl28":"24.  Syarat dan ketentuan ini dan setiap tuntutan yang ada selanjutnya harus diatur oleh, dan diinterpretasikan sesuai dengan hukum [nama negara] berdasarkan yurisdiksi eksklusif dari pengadilan negeri [nama negara]. ","legl22":"18. Permainan itu hanya untuk tujuan hiburan. Setiap Permainan berisi informasi yang didesain semata-mata untuk memungkinkan pilihan untuk simulasi. Informasi yang terdapat di dalam Permainan tidak dijamin benar, aman atau akurat dan tidak boleh digunakan atau diandalkan dalam situasi nyata. Oleh karena itu, tuntutan pertanggungjawaban dalam kaitannya dengan kerusakan atau kerugian yang disebabkan oleh penggunaan informasi yang disediakan dalam Permainan akan ditolak dan apa pun alasannya NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD atau afiliasi, perusahaan terkait atau pemasoknya, tidak bertanggungjawab dalam kaitannya dengan itu. ","legl23":"19. Semua informasi atau materi pribadi yang dikirimkan ke situs web Grup Nestlé harus mematuhi kebijakan Grup Nestlé mengenai privasi dan perlindungan data pribadi yang diuraikan dalam Pemberitahuan Privasi yang terdapat di sini.","legl20":"16. Hak cipta berlaku dalam semua komponen yang terdapat di dalam Permainan yang bisa diunduh. Semua hak dipegang oleh pemilik hak cipta.","legl21":"17. Penggunaan anda atas Situs Web dan Permainan adalah secara eksklusif risiko anda sendiri. Selanjutnya, Grup Nestlé tidak punya liabilitas atau tanggung jawab apa pun atas kerugian yang diderita karena virus yang mungkin menyerang perangkat komputer anda atau properti lain oleh karena Anda menggunakan, mengakses atau mengunduh materi dari Permainan dan/atau Situs Web. Konten daring bisa dimainkan di berbagai perangkat. Silakan pastikan perangkat yang ingin Anda gunakan untuk memainkan Permainan tersebut bisa memainkan format yang dipilih. Perhatian: beberapa perangkat mungkin tidak bisa memainkan format yang diplih. Konten daring sudah dipindai dan diuji dengan seksama pada setiap tahap produksi; namun demikian, bisa berisi kesalahan program yang penting atau tidak penting. Program itu disediakan \"seperti adanya\" dan Anda bertanggungjawab untuk memastikan kecocokan program dengan sistem anda dan hasil yang dicapai. Apa pun alasannya NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED atau seluruh afiliasi atau perusahaan terkaitnya atau pemasoknya, tidak bertanggung jawab atas konsekuensi atau kerusakan materi atau non-materi apa pun yang timbul karena penggunaan atau ketidakmampuan untuk menggunakan Permainan dan/atau Situs Web.","legl16":"12. Promotor berhak untuk menarik atau mengubah Promosi.","legl15":"11. Semua dan setiap hak milik intelektual atas artikel-artikel yang tersedia di Situs Web serta Permainan yang disebutkan di sini tetap menjadi hak pemilik yang bersangkutan.","legl14":"10. Semua keluhan yang berkaitan dengan Promosi harus dibuat secara tertulis dengan pembenaran dan disampaikan kepada Promotor melalui surat ke layanan konsumen lokal, segera setelah mengungkapkan alasan (-alasan) yang mendasari keluhan itu.  Keputusan promotor dalam semua hal yang dihasilkan dari Promosi bersifat mutlak dan tidak bisa diganggu gugat.","legh1":"Syarat \u0026 Ketentuan","legl13":"9. Promosi dimulai [1 September, 2014] dan ditutup [1 Desember 2014], yang berarti Situs Web tidak bisa diakses sebelum [1September 2014] dan sesudah [1 Desember 2014].","legl7":"4. Dengan memasukkan Kode ke Situs Web sesuai dengan klausa 3c, Anda menjadi peserta program Promosi (“Peserta”) dan Anda dianggap sudah setuju untuk berpartisipasi dalam Promosi untuk memainkan Permainan secara daring berdasarkan Syarat \u0026 Ketentuan yang tercantum di sini. ","leg9":"Permainan berjalan dengan sangat lambat.","legl19":"15. Setiap penyiaran, pertunjukan umum, pengkopian, perekaman ulang, pameran umum atau pembuatan presentasi audio-visual yang termasuk dalam Permainan yang tersedia di atau lewat internet (atau otorisasi dari salah satu dari hal yang tersebut di atas) yang dilakukan dengan segala cara yang tidak sah dilarang keras.","legl6":"c. Isikan Kode di situs web berikut ini: :[nestle.angrybirds.com], setelah mengklik bendera dari [NAMA NEGARA] (“Situs Web”) untuk memainkan permainan secara daring selama periode yang ditentukan dalam klausa 9. ","leg8":"Tidak, semua program sudah dipindai dengan seksama dan bebas virus.","legl18":"14. Konten audio-visual dipublikasikan oleh CPW S.A. di bawah lisensi dari ROVIO ENTERTAINMENT LTD.","legl9":"6. Setiap Kode bisa dimasukkan ke dalam Situs Web untuk dimainkan secara daring selama periode yang ditentukan dalam klausa 9. Kode yang tidak benar, tidak valid atau tidak resmi yang di masukkan ke dalam Situs Web kami akan ditolak dan Peserta yang memasukkan Kode seperti itu akan langsung diberitahu. ","leg7":"Apakah mungkin Permainan ini berisi virus?","legl17":"13. Situs Web mungkin berisi tautan ke situs-situs yang dimiliki dan dioperasikan oleh pihak lain selain Promotor. Tautan-tautan itu disediakan hanya untuk kemudahan anda. Promotor tidak mengontrol dan tidak bertanggungjawab atas isi, privasi atau keamanan dari situs-situs tersebut.","legl8":"5. Semua Kode akan diverifikasi oleh Promotor segera setelah dimasukkan ke dalam Situs Web. ","leg6":"Linux:","legl3":"3. Untuk berpartisipasi dalam Promosi, setiap orang yang berhak sesuai dengan klausa 2, dalam periode yang ditentukan dalam klausa 9 harus:","legh6":"Peringatan Kesehatan","leg5":"Mac OS:","legl2":"2. Promosi terbuka bagi siapa saja yang berusia di atas [ISIKAN UMUR SESUAI DENGAN HUKUM SETEMPAT] dan penduduk di [NAMA NEGARA].","leg4":"Windows:","leg3":"Flash 11 diperlukan untuk menjalankan permainan. Flash 11 punya persyaratannya sendiri.  ","legl5":"b. Temukan kode pada kemasan semua Produk promosi (“Kode”) dan simpan kemasan ini atau setidaknya bagian dari kemasan yang berisi Kode; ","leg2":"Di seluruh situs ini, istilah \"kami\", \"milik kami\", \"Nestlé\" dan \"Grup Nestlé\" merujuk kepada CPW S.A., Nestlé S.A, General Mills Inc. dan semua perusahaan afiliasinya sebagaimana mestinya dalam konteks itu. ","legl4":"a. Membeli satu [PRODUK] yang ditawarkan oleh Promotor dalam paket promosi dalam kaitannya dengan Promosi (“Produk”); ","leg1":"Terima kasih atas kunjungan anda di situs web ini.  Silakan pastikan Anda sudah membaca Syarat \u0026 Ketentuan yang terdapat di dalam dokumen ini dengan seksama karena setiap penggunaan situs web ini menunjukkan Anda sudah menerima Syarat \u0026 Ketentuan yang terdapat di dalamnya.  ","legh2":"INFORMASI PERMAINAN ","legh3":"Persyaratan Sistem Minimum","legh4":"Pemecahan Masalah","legl1":"1. Promotor promosi “Angry Birds” di [NAMA NEGARA] (“Promosi”) adalah: [NAMA \u0026 ALAMAT PERUSAHAAN CPW LOKAL] (“Promotor”).","legh5":"Problem DirectX:","leg12":"Beberapa orang mengalami serangan epilepsi saat menyaksikan lampu atau pola yang berkedip-kedip dalam lingkungan sehari-hari kita. Orang-orang ini bisa mengalami serangan epilepsi saat menonton gambar TV atau bermain permainan komputer. Bahkan pemain yang belum pernah mengalami serangan mungkin bisa punya kondisi epilepsi yang belum terdeteksi. Hubungi dokter anda sebelum memainkan permainan komputer bila Anda, atau seseorang dalam keluarga anda, punya kondisi epilepsi. Segera hentikan permainan bila Anda mengalami salah satu gejala berikut ini selama bermain:","legl10":"7. Setiap Kode akan memberi Peserta hak untuk:","leg11":"DirectXÂ® 9.0c atau yang lebih baru harus diinstal di komputer anda sebelum Anda bisa main. Anda bisa menginstal DirectX dengan mengunduh perangkat lunak dari Microsoft Windows Update di http://windowsupdate.microsoft.com. Bila Anda mengalami masalah dengan video atau suara saat menggunakan DirectX, kunjungi http://support.microsoft.com untuk informasi pemecahan masalah terbaru. Anda harus mendapatkan driver kompatible DirectX terbaru dari produsen video atau kartu suara anda.","legl11":"a. Memainkan Permainan secara daring per kode unik dari Situs Web di komputer anda. Permainan tidak bisa diunduh ke komputer anda. ","leg10":"Bila permainan berjalan dengan lambat, silakan coba berikut ini:","legl12":"8. Hak-hak yang diberikan berdasarkan klausa 3 dan 7 tidak bisa dialihkan.  Tidak disediakan uang tunai sebagai alternatif. ","legl48":"gerakan tanpa disengaja dan/atau kejang ","legl46":"kebingungan mental ","legl47":"hilang kesadaran atas lingkungan sekitar ","leg15":"Anda diizinkan untuk menelusuri situs web ini, mereproduksi ekstrak dengan cara mencetak, mengunduh ke perangkat keras atau untuk tujuan distribusi ke individu lain. Ini hanya bisa dilakukan dengan syarat Anda menjaga keutuhan semua pemberitahuan hak cipta dan hak kepemilikan serta tanda merek dagang di atas tampak pada reproduksi tersebut. Tidak ada reproduksi dari bagian mana pun dari situs web ini yang boleh dijual atau didistribusikan untuk kepentingan komersial atau pun dimodifikasi atau dimasukkan ke dalam karya, publikasi atau situs web lain.","leg16":"Merek dagang, logo, karakter dan merek layanan (secara bersama \"Merek Dagang\") yang ditampilkan di situs web ini milik Grup Nestle.  Tidak ada konten dari situs web ini yang bisa diinterpretasikan sebagai memberikan lisensi atau hak untuk menggunakan Merek Dagang yang ditampilkan di situs web ini. Penggunaan/ penyalahgunaan anda atas Merek Dagang yang ditampilkan di situs web ini, atau atas konten apa pun yang ada di situs web ini, kecuali seperti yang diperkenankan dalam Syarat dan ketentuan ini, dilarang keras.  Anda juga diberitahu bahwa Grup Nestlé akan dengan agresif menegakkan sepenuhnya hak milik intelektualnya berdasarkan hukum termasuk tuntutan pidana untuk pelanggaran serius.","leg13":"© 2013 CPW S.A. ","leg14":"Semua hak cipta dan hak milik intelektual lain di dalam semua teks, gambar dan materi lain di situs web ini adalah milik Grup Nestlé atau dimasukkan dengan izin dari pemilik yang bersangkutan. ","legl39":"Mozilla Firefox 4.0 atau Google Chrome","legl35":"Safari 5.0 dan yang lebih baru, Mozilla Firefox 4.0 dan yang lebih baru, Google Chrome, Opera 11","legl36":"1GB RAM; 128MB memori grafis","legl37":"Prosesor kompatibel-x86 2.33GHz atau yang lebih cepat, atau prosesor Intel Atom 1.6GHz atau yang lebih cepat untuk netbook","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 atau yang lebih baru (32-bit dan 64-bit), openSUSE® 11.3 atau yang lebih baru (32-bit dan 64-bit), Ubuntu 10.04 atau yang lebih baru (32-bit dan 64-bit)","legl43":"pusing ","legl42":"Tutup semua aplikasi sebelum meluncurkan permainan. ","legl45":"mata atau otot berkedut ","legl44":"penglihatan kabur ","legl41":"Pastikan pengaturan video anda diatur pada 32 bit warna. Buka ikon Pengaturan Tampilan di panel kontrol, kemudian pilih pengaturan 32 Bit Warna.  ","legl40":"1GB RAM; 128MB memori grafis"}