{"legl30":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit e 64-bit)","legl31":"Internet Explorer 8.0 e versioni successive, Mozilla Firefox 4.0 e versioni successive, Google Chrome, Safari 5.0 e versioni successive, Opera 11","legl32":"1GB di RAM; 128MB di memoria grafica","legl33":"Intel Core™ Duo 1.33GHz o processore superiore","legl34":"Mac OS X v10.6 o v10.7","legl25":"21. Partecipando alla Promozione, l\u0027utente accetta interamente e incondizionatamente i presenti Termini e Condizioni.","legl24":"20. Per assistenza tecnica, consultare le Informazioni sul Gioco su [nestle.angrybirds.com] o contattare il Servizio Clienti Nestlé / CPW locale.","legl27":"23. Ci riserviamo il diritto di effettuare modifiche e correzioni ai presenti Termini e Condizioni. Consultare la presente pagina regolarmente per accedere a queste ed altre informazioni.","legl26":"22. Ci riserviamo il diritto di restringere o bloccare il tuo accesso al presente sito, a qualsiasi sua funzione o a parti dello stesso in qualsiasi momento. ","legl29":"Processore da 2.33GHz o superiore compatibile con l\u0027architettura x86, o Intel® Atom™ da 1.6GHz o processori per netbook più veloci","legl28":"24.  I Termini e Condizioni presenti, nonché qualsiasi richiesta effettuata secondo questi, sono governati e strutturati secondo le leggi della Svizzera  e sono soggetti alla giurisdizione esclusiva dei tribunali in Svizzera.","legl22":"18. I Giochi hanno esclusivamente scopo di intrattenimento. Ciascun Gioco contiene informazioni espressamente progettate per consentire opzioni per la simulazione. Non viene fornita garanzia della correttezza, sicurezza o accuratezza delle informazioni e le stesse non devono essere utilizzate o ritenute attendibili in situazioni di vita reali. Eventuali dichiarazioni di responsabilità riguardanti danni o perdite causate dall\u0027utilizzo di qualsiasi informazione fornita nel Gioco saranno pertanto respinte e in nessun caso NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD o qualsiasi delle loro società affiliate o associate o fornitori saranno ritenute responsabili in relazione a ciò. ","legl23":"19. Le informazioni personali o il materiale trasmessi ai siti web del Gruppo Nestlé sono soggetti all\u0027informativa sulla privacy e tutela dei dati personali del Gruppo Nestlé contenuti nella Nota sulla Privacy consultabile qui.","legl20":"16. Il copyright si applica a tutte le componenti incluse nel Gioco scaricabile. Tutti i diritti sono riservati al titolare/ai titolari del copyright.","legl21":"17. L\u0027utilizzo del Sito e del Gioco è a rischio e pericolo dell\u0027utente. Inoltre, il Gruppo Nestlé non sarà in alcun modo responsabile per alcuna perdita derivante da virus che abbiano infettato il computer dell\u0027utente o altri dispositivi a seguito dell\u0027utilizzo, dell\u0027accesso o del download di qualsiasi del materiale dal Gioco e /o dal Sito. Il contenuto online può essere utilizzato per giocare su vari dispositivi. Assicurarsi che il dispositivo scelto per giocare al Gioco supporti il formato selezionato. Attenzione: alcuni dispositivi non supportano il formato selezionato. Il contenuto online è stato approfonditamente verificato e testato; tuttavia, potrebbe contenere errori di sistema più o meno significativi. Il programma è fornito “così com\u0027è” è l\u0027utente si assume la responsabilità di determinare che il programma sia adatto al proprio sistema e del risultato ottenuto. In nessun caso NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED o alcuna delle sue società affiliate o associate o dei suoi fornitori, saranno responsabili di qualsivoglia conseguenza o di danni incidentali materiali o immateriali che derivino dall\u0027utilizzo o dall\u0027incapacità di utilizzare il Gioco e/o il Sito.","legl16":"12. Il Promotore si riserva il diritto di sospendere o modificare la Promozione.","legl15":"11. Tutti i diritti di proprietà intellettuale applicabili agli articoli disponibili sul Sito e al Gioco di seguito specificati, appartengono ai rispettivi proprietari.","legl14":"10. Eventuali reclami inerenti la Promozione devono essere presentati per iscritto corredati di motivazione e devono essere notificati al Promotore a mezzo posta indirizzata al Servizio Clienti locale, subito dopo aver riscontrato delle motivazioni per effettuare il reclamo.  La decisione del Promotore in merito a tutte le questioni inerenti la Promozione è decisiva e non vi sarà alcuno scambio di corrispondenza in merito.","legh1":"Termini e Condizioni","legl13":"9. La Promozione ha inizio il 01.05.2014 e termina il 31.12.2014, per cui il Sito non è accessibile prima del 01.05.2014 o dopo il 31.12.2014.","legl7":"4. Inserendo il Codice sul Sito come indicato nella clausola 3c, diventi un partecipante (“il Partecipante”) alla Promozione e accetti di partecipare alla Promozione per giocare online al Gioco secondo i Termini e le Condizioni qui indicati.","leg9":"I giochi funzionano molto lentamente.","legl19":"15. Qualsiasi trasmissione, utilizzo pubblico, copia, ri-registrazione, esibizione pubblica o diffusione tramite internet delle informazioni audiovideo contenute nel Gioco è severamente proibita, così come l\u0027autorizzazione di qualsivoglia delle suddette operazioni.","legl6":"c. Inserire il Codice sul seguente sito web: :[nestle.angrybirds.com](“il Sito”), facendo poi clic sulla bandiera della Svizzera per giocare online nel periodo stabilito dalla clausola 9. ","leg8":"No, tutti i programmi sono stati interamente analizzati e non contengono virus.","legl18":"14. Il contenuto audiovisivo è pubblicato da CPW S.A. su licenza di ROVIO ENTERTAINMENT LTD.","legl9":"6. Ciascun Codice può essere inserito sul Sito per giocare online nel periodo indicato dalla clausola 9. L\u0027inserimento sul Sito di Codici non corretti, invalidi o non autorizzati verrà rifiutato e al Partecipante che ha inserito tale codice verrà data immediata notifica.","leg7":"Il Gioco potrebbe contenere un virus?","legl17":"13. Il Sito può contenere link a siti di proprietà di terzi o operati da parti diverse dal Promotore. Tali link sono forniti solo per comodità dell\u0027utente. Il Promotore non controlla e non è responsabile per i contenuti, la politica sulla privacy, le altre politiche o la sicurezza di tali siti.","legl8":"5. Tutti i Codici sono soggetti a verifica da parte del Promotore all\u0027atto del loro inserimento sul Sito.","leg6":"Linux:","legl3":"3. Per partecipare alla Promozione, tutti gli aventi diritto secondo quanto previsto dalla clausola 2, nei limiti del periodo indicato nella clausola 9 dovranno:","legh6":"Raccomandazioni per la salute","leg5":"Sistema Operativo Mac:","legl2":"2. La Promozione è aperta a tutti coloro che abbiano compiuto 16anni e siano residenti in Svizzera et Liechtenstein.","leg4":"Windows:","leg3":"Per visualizzare il gioco è necessario Flash 11. Flash 11 possiede requisiti specifici.  ","legl5":"b. Trovare il codice (“il Codice”) impresso su ogni confezione promozionale di Prodotto e conservare l\u0027intera confezione o almeno la parte su cui è impresso il Codice;","leg2":"In tutto il sito web, i termini \"noi\", \"nostro\", \"Nestlé\" e \"Nestlé Group\" si riferiscono a CPW S.A., Nestlé S.A, General Mills Inc. e qualsiasi delle sue società affiliate come appropriato nel contesto.  ","legl4":"a. Acquistare una confezione di NESQUIK, COOKIE CRISP, CINI-MINIS e LION] (“offerta dal Promotore in una confezione promozionale con riferimento alla Promozione (“il Prodotto”); ","leg1":"Grazie per aver visitato il nostro sito web. Assicurati di leggere attentamente i Termini e le Condizioni contenuti nel presente documento poiché qualsiasi utilizzo di questo sito web implica l\u0027accettazione dei Termini e delle Condizioni di seguito indicati. ","legh2":"INFORMAZIONI SUL GIOCO ","legh3":"Requisiti minimi di sistema","legh4":"Risoluzione dei problemi","legl1":"1. Il promotore della promozione “Angry Birds” in Svizzera (“la Promozione”) è: Nestlé Suisse SA (“il Promotore”).","legh5":"Problemi con DirectX:","leg12":"Alcuni soggetti sono colpiti da attacchi epilettici guardando luci o disegni intermittenti presenti nell\u0027ambiente quotidiano. Tali soggetti potrebbero essere colpiti da attacchi epilettici mentre guardano la TV o giocano a videogiochi per PC. Anche giocatori che non sono stati colpiti in precedenza da attacchi epilettici potrebbero tuttavia soffrire di forme di epilessia non diagnosticata. Consulta il medico prima di giocare ai videogiochi se tu, o qualcuno della tua famiglia, siete affetti da epilessia. Interrompi immediatamente la sessione di gioco all\u0027insorgere di uno dei seguenti sintomi:","legl10":"7. Ciascun Codice dà al Partecipante il diritto a:","leg11":"DirectXÂ® 9.0c o una versione successiva dev\u0027essere installata sul computer prima di giocare. Puoi installare DirectX scaricando il software da Microsoft Windows Update all\u0027indirizzo http://windowsupdate.microsoft.com. Se si riscontrano problemi audio o video utilizzando DirectX, andare su http://support.microsoft.com per informazioni aggiornate sulla risoluzione dei problemi. È necessario ottenere la versione più recente dei driver compatibili con DirectX dal produttore della scheda video o audio.","legl11":"a. Giocare al Gioco online accedendo al Sito web dal proprio computer.  Il Gioco non può essere scaricato sul proprio computer. ","leg10":"Se i giochi funzionano lentamente provare a:","legl12":"8. I diritti riconosciuti in base alle clausole 3 e 7 non sono trasferibili. Non sono disponibili alternative in denaro.","legl48":"movimenti involontari e/o convulsioni ","legl46":"confusione mentale ","legl47":"perdita di coscienza dell\u0027ambiente circostante ","leg15":"L\u0027utente può navigare il sito, riprodurlo in parte tramite stampa, download su hard disk o allo scopo di distribuzione a terzi.  Tali operazioni possono essere condotte esclusivamente nel rispetto del copyright e delle altre disposizioni sulla proprietà e a condizione che le indicazioni di marchio registrato vengano riportate su ciascuna riproduzione. È vietata la vendita e distribuzione per guadagno commerciale di riproduzioni del presente sito così come la loro incorporazione in altri lavori, pubblicazioni o siti web.","leg16":"I marchi, loghi, personaggi e marchi di servizio (collettivamente definiti \"Marchi\") presenti su questo sito sono di proprietà del Gruppo Nestlé. Nulla di quanto contenuto sul presente sito conferisce licenza o diritto d\u0027utilizzo di qualsiasi dei Marchi mostrati sul sito. È severamente proibito qualsiasi utilizzo/abuso da parte dell\u0027utente dei Marchi presenti su questo sito, o dei contenuti di questo sito, a eccezione di quanto consentito secondo i presenti Termini e Condizioni. Si informa che il Gruppo Nestlé porterà avanti politiche attive per la tutela dei propri diritti di proprietà intellettuale sfruttando al massimo la vigente normativa, ivi incluso il ricorso a procedimenti penali per gravi violazioni.","leg13":"© 2013 CPW S.A. ","leg14":"Il copyright e gli altri diritti di proprietà intellettuale su testi, immagini e altro materiale presente su questo sito sono di proprietà del Gruppo Nestlé o sono inclusi con il permesso del rispettivo proprietario. ","legl39":"Mozilla Firefox 4.0 o Google Chrome","legl35":"Safari 5.0 e versioni successive, Mozilla Firefox 4.0 e versioni successive, Google Chrome, Opera 11","legl36":"1GB di RAM; 128MB di memoria grafica","legl37":"Processore da 2.33GHz o superiore compatibile con l\u0027architettura x86, o Intel Atom da 1.6GHz o processori per netbook più veloci","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 o versione successiva (32-bit e 64-bit), openSUSE® 11.3 o versione successiva (32-bit e 64-bit), Ubuntu 10.04 o versione successiva (32-bit e 64-bit)","legl43":"capogiri ","legl42":"Chiudere tutte le applicazioni prima di lanciare il gioco. ","legl45":"contrazioni muscolari o oculari ","legl44":"vista alterata ","legl41":"Assicurarsi che le impostazioni video siano regolate su colore a 32 bit. Aprile l\u0027icona Impostazioni Schermo dal pannello di controllo, quindi selezionare Colore 32 Bit. ","legl40":"1GB di RAM; 128MB di memoria grafica"}