{"legl30":"‏‪Microsoft® Windows® XP (32-bit)‬, ‪Windows Server® 2003 (32-bit)‬, ‪Windows Server 2008 (32-bit)‬, ‪Windows Vista® (32-bit)‬, ‪Windows 7 (32-bit, 64-bit)‬","legl31":"Internet Explorer 8.0 ואילך, Mozilla Firefox 4.0 ואילך, Google Chrome, ‏Safari 5.0 ואילך, Opera 11 ","legl32":"זיכרון RAM של 1GB; זיכרון גרפי של 128MB ","legl33":"מעבד Intel Core™ Duo 1.33GHz או מהיר יותר ","legl34":"Mac OS X v10.6 או v10.7 ","legl25":"21. בהשתתפותך במבצע הנך מסכים באופן מלא וללא תנאי לקבל את התנאים וההגבלות הללו.","legl24":"20. לקבלת תמיכה טכנית, ראה מידע על המשחק בnestle.angrybirds.com או צור קשר עם שירות הלקוחות המקומי של Nestlé / CPW.","legl27":"23. אנו שומרים לעצמנו את הזכות לבצע כל שינוי ותיקון שהוא לתנאים והגבלות אלו. נא עיין בדף זה מעת לעת, כדי לראות מידע זה או מידע חדש נוסף.","legl26":"22. אנו שומרים לעצמנו את הזכות להגביל או להפסיק את גישתך לאתר זה, או לכל תכונה של אתר זה, או כל תכונה או חלק ממנה, בכל עת.","legl29":"מעבד תואם ל-x86 במהירות 2.33GHz או מהיר יותר או מעבד Intel® Atom™ 1.6GHz או מהיר יותר למחשבי netbook ","legl28":"24.  תנאים והגבלות אלו וכל טענה שתמוקם להלן יהיו כפופים ויפורשו בהתאם לחוקי ישראל ונתונים לסמכות השיפוט הבלעדית של בתי המשפט של ישראל","legl22":"18. המשחקים הם למטרות בידור בלבד. כל משחק מכיל מידע שנועד אך ורק לאפשר אופציות לסימולציה. מידע הכלול בתוך המשחק לא מתיימר להיות נכון, מדויק ובטוח ואין להשתמש בו או להסתמך עליו במצבי חיים אמיתיים. אי לכך, תביעות לאחריות בעניין נזקים או הפסדים שנגרמו על ידי שימוש בכל מידע שסופק במשחקים יידחו, ובשום מקרה NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD, או כל אחת מהחברות המסונפות או המשויכות אליהם או לספקיהם לא יהיו אחראים בהקשר זה.","legl23":"19. כל מידע או חומר אישי שיישלח לאתרי Nestlé Group, כפופים למדיניות Nestlé Group לפרטיות והגנה על מידע אישי שנקבעה בהודעת הפרטיות הנמצאת כאן.","legl20":"16. זכויות יוצרים קיימות בכל הרכיבים הכלולים במשחק להורדה. כל הזכויות שמורות על ידי בעלי זכויות היוצרים.","legl21":"17. השימוש שלך באתר ובמשחק הוא אך ורק על אחריותך. יתר על כן, ל- Nestlé Group לא תהיה כל חבות או כל אחריות שהיא לכל הפסד שייגרם על ידי וירוסים העלולים להדביק את המחשב שלך, ציוד או רכוש אחר, בשל השימוש שלך, הכניסה אל או ההורדה של כל חומר מהמשחק ו/או מאתר האינטרנט. ניתן לשחק בתוכן המקוון באמצעות התקנים שונים. ודא שההתקן שבו אתה רוצה להפעיל את המשחק מאפשר את הפורמט שנבחר. שים לב: חלק מההתקנים עלולים שלא להפעיל את הפורמט שנבחר. התוכן המקוון נסרק באופן יסודי ונבדק בכל שלבי הייצור; עם זאת, הוא עשוי להכיל שגיאות תכנית משמעותיות או שאינן משמעותיות. התוכנה ניתנת \"כפי שהיא\" ואתה נושא באחריות לקביעת ההתאמה של התכנית למערכת שלך ולתוצאה המושגת. בשום מקרה לא יהיו NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED, או כל אחת מהחברות המסונפות או המשויכות אליהם או לספקיהם, אחראים לכל נזק תוצאתי, מקרי גשמי או לא גשמי הנובעים מהשימוש או מחוסר היכולת להשתמש במשחק ו/או באתר האינטרנט.","legl16":"12. היזם שומר לעצמו את הזכות לבטל או לשנות את המבצע.","legl15":"11. כל זכויות הקניין הרוחני למאמרים הזמינים באתר האינטרנט, כמו גם למשחק המפורט בזאת יישארו בידי בעלי הזכויות הרלוונטיים.","legl14":"10. כל תלונה בעניין המבצע צריכה להיעשות בכתב עם הצדקה, ותוך מתן הודעה ליזם באמצעות משלוח דואר לשרות הלקוחות המקומי, מיד לאחר חשיפת הנימוק לתלונות שכאלה. החלטת היזם בכל העניינים הנובעים ממבצע זה היא סופית, ולא תהיה כל התכתבות על כך.","legh1":"תנאים והגבלות","legl13":"9. המבצע מתחיל בתאריך 23.12.2013 ומסתיים בתאריך 31.12.2014, כלומר שלא ניתן להיכנס לאתר לפני 23.12.2013 ולאחר 31.12.2014.","legl7":"4. בהזנת הקוד באתר בהתאם לסעיף 3ג\u0027, אתה הופך למשתתף במבצע (\"המשתתף\") ונחשב כמי שנתן את הסכמתו להשתתף במבצע לשחק את המשחק המקוון בתנאים ובהגבלות הכלולים במסמך זה.","leg9":"המשחקים פועלים באיטיות רבה. ","legl19":"15. כל שידור, ביצוע פומבי, העתקה, הקלטה חוזרת, הצגה ציבורית שאינם מורשים או הפיכה של המצגת האודיו ויזואלית הכלולה במשחק לזמינה דרך האינטרנט או באינטרנט באופן שאינו מורשה (או מתן אישור לכל אחד מהדברים שלעיל), בכל צורה שהיא, אסורים בהחלט.","legl6":"c. להזין את הקוד באתר הבא: nestle.angrybirds.com, לאחר לחיצה על הדגל של ישראל (\"האתר\") על מנת לשחק במשחק המקוון, בתוך פרק הזמן המוגדר בסעיף 9. ","leg8":"לא, כל התוכניות נסרקו באופן מלא והן נקיות מוירוסים.","legl18":"14. התוכן האודיו ויזואלי מתפרסם ע\"י תאגיד CPW S.A ברישיון של ROVIO ENTERTAINMENT LTD.","legl9":"6. כל קוד יכול להיות מוזן באתר עבור משחק מקוון, בתוך פרק הזמן המוגדר בסעיף 9. קודים שגויים, בלתי חוקיים או בלתי מורשים שיוזנו באתר, יידחו והמשתתף שהזין קוד כזה יעודכן מיידית.","leg7":"האם קיימת אפשרות שהמשחק מכיל וירוס?","legl17":"13. האתר עשוי לכלול קישורים לאתרים, הנמצאים בבעלות או המופעלים על ידי צדדים שאינם היזם. קישורים אלה נועדו לנוחיותך בלבד. היזם אינו מפקח ואינו אחראי לתוכן, לפרטיות, למדיניות או לאבטחה של אתרים כאלה.","legl8":"5. כל הקודים כפופים לאימות שיינתן ע\"י היזם, לאחר הזנתם באתר.","leg6":"Linux:","legl3":"3. על מנת להשתתף במבצע, כל אדם הזכאי לכך על פי סעיף 2, בתוך פרק הזמן המוגדר בסעיף 9, צריך:","legh6":"אזהרות בריאות:","leg5":"Mac OS:","legl2":"2. כל אדם המתגורר בישראל יכול להשתתף במבצע.","leg4":"Windows:","leg3":"הפעלת השחק מחייבת Flash 11.  ל- Flash 11 יש דרישות מינימום משלו.   ","legl5":"b. למצוא את הקוד בחלק הפנימי של האריזות של כל מוצרי המבצע (\"הקוד\") ולשמור את האריזה או לפחות את החלק עליו מופיע הקוד.","leg2":"ברחבי האתר הזה, המונחים \"אנחנו\", \"אותנו\", \"שלנו\", \"Nestlé\" ו\"Nestlé Group\" מתייחסים אל CPW S.A., Nestlé S.A, General Mills Inc., וכל החברות המסונפות אליה בהתאם להקשר. ","legl4":"a. לרכוש חבילת קרטון של דגני בוקר לילדים של נסטלה (\"המוצעת על ידי היזם באריזת המבצע המתייחסת למבצע (\"המוצר\"); ","leg1":"תודה על הביקור באתר שלנו. נא לקרוא בקפידה את התנאים וההגבלות הכלולים במסמך זה, משום שכל שימוש באתר זה מהווה הסכמה לתנאים ולהגבלות המפורטים להלן. ","legh2":"מידע על המשחק ","legh3":"דרישות מערכת מינימליות","legh4":"פתרון בעיות","legl1":"1. היזם של מבצע קידום המכירות של \"Angry Birds\" בישראל (\"מבצע\") הוא: אסם תעשיות מזון בע\"מ, רח\u0027 רימון 2, א.ת. חמן (\"היזם\").","legh5":"בעיות DirectX:","leg12":"ישנם אנשים החווים התקפי אפילפסיה בעת צפייה באורות או תבניות מהבהבים בסביבת היומיום. אנשים אלה עלולים לחוות התקפי אפילפסיה בעת צפייה בטלוויזיה או בעת משחק במשחקי מחשב. אפילו שחקנים שמעולם לא חוו שום התקפים יכולים לסבול ממצב אפילפטי מבלי לדעת זאת. התייעץ עם הרופא שלך לפני שאתה משחק במשחקי מחשב, אם אתה, או מישהו במשפחתך, סובל ממצב אפילפטי. עצור את המשחק באופן מיידי אם אתה חווה את אחת מהתופעות הבאות במהלך משחק:","legl10":"7. כל קוד ייתן למשתתף את הזכות ל:","leg11":"DirectXÂ® C9.0 או מתקדם יותר, חייב להיות מותקן במחשב שלך, לפני שתוכל לשחק. תוכל להתקין DirectX ע\"י הורדת התכנה מ- Microsoft Windows Update באתר http://windowsupdate.microsoft.com. אם אתה נתקל בבעיות וידאו או קול בעת השימוש ב- DirectX הכנס ל-http://support.microsoft.com למציאת המידע העדכני ביותר על פתרון בעיות. בנוסף, עליך להשיג את מנהלי ההתקנים תואמי DirectX העדכניים ביותר, מיצרן כרטיס הקול או הוידאו שלך.","legl11":"a. לכל קוד ייחודי, לשחק במשחק באופן מקוון באתר מהמחשב שלך. המשחק אינו ניתן להורדה למחשב שלך. ","leg10":"אם המשחקים אטיים, אנא נסה את הפעולות הבאות:","legl12":"8. הזכויות הניתנות על בסיס סעיפים 3 ו- 7 אינן ניתנות להעברה. חלופה במזומן איננה זמינה.","legl48":"תנועות בלתי רצוניות ו / או עוויתות ","legl46":"בלבול נפשי ","legl47":"אבדן מודעות לסביבה שלך ","leg15":"מותר לך לגלוש באתר אינטרנט זה, לשכפל תוכן בדרך של הדפסה, הורדה לדיסק קשיח או לצורך הפצה לאנשים פרטיים אחרים. כל זאת בתנאי שאתה שומר בשלמות את כל זכויות היוצרים וזכויות קנייניות אחרות וכי הסימן המסחרי הנ\"ל מופיעה על שכפולים כאלה. אין למכור או להפיץ למטרות רווח מסחרי כל חלק שהוא מאתר זה ואין לשנותו או לשלבו בכל עבודה, פרסום או אתר אינטרנט אחרים.","dir":"rtl","leg16":"סימנים מסחריים, הלוגו, התווים וסימני השירות (באופן כללי \"סימנים מסחריים\") המוצגים באתר זה שייכים ל- Nestlé Group. אין לפרש כל דבר שהוא האמור באתר זה כמתן רישיון או זכות להשתמש בכל סימן מסחרי המוצג באתר זה. כל שימוש/שימוש לרעה בסימנים המסחריים המוצגים באתר זה, או בכל תוכן אחר באתר זה, למעט כאמור בתנאים והגבלות אלה, הנו אסור בהחלט. לידיעתך Nestlé Group תאכוף בתקיפות את זכויות הקניין הרוחניים שלה במלוא חומרת הדין, לרבות העמדה לדין פלילי על עבירות חמורות.","leg13":"© 2013 CPW S.A.","leg14":"כל זכויות היוצרים וזכויות קניין רוחניים אחרות בכל הטקסט, התמונות והחומרים האחרים באתר זה, הם רכושה של Nestlé Group או כלולים באישור של הבעלים הרלוונטיים. ","legl39":"Mozilla Firefox 4.0 או Google Chrome ","legl35":"Safari 5.0 ואילך, Mozilla Firefox 4.0 ואילך, Google Chrome, ‏Opera 11 ","legl36":"זיכרון RAM של 1GB; זיכרון גרפי של 128MB ","legl37":"מעבד תואם ל-x86 במהירות 2.33GHz או מהיר יותר או מעבד Intel® Atom™ 1.6GHz או מהיר יותר למחשבי netbook ","legl38":"‏‪Red Hat® Enterprise Linux (RHEL) 5.6‬ ואילך ‪(32-bit and 64-bit)‬, openSUSE® 11.3 ואילך ‪(32-bit and 64-bit)‬, Ubuntu 10.04 ואילך ‪(32-bit and 64-bit)‬","legl43":"סחרחורות ","legl42":"סגור את כל היישומים לפני הפעלת המשחק. ","legl45":"עוויתות עיניים או שרירים ","legl44":"שינוי בראיה ","legl41":"ודא שהגדרות המסך מוגדרות לצבע של 32 סיביות. פתח את סמל הגדרות התצוגה בלוח הבקרה, ולאחר מכן בחר בהגדרת הצבע של 32 סיביות. ","legl40":"זיכרון RAM של 1GB; זיכרון גרפי של 128MB "}