{"legl30":"Microsoft® Windows® XP (32-битен), Windows Server® 2003 (32-битен), Windows Server 2008 (32-битен), Windows Vista® (32-битен), Windows 7 (32-битен и 64-битен)","legl31":"Internet Explorer 8.0 или понова верзија, Mozilla Firefox 4.0 или понова верзија, Google Chrome, Safari 5.0 или понова верзија, Opera 11","legl32":"1 GB RAM; 128 MB графичка меморија","legl33":"Intel Core™ Duo 1,33 GHz или побрз процесор","legl34":"Mac OS X верзија 10.6 или 10.7","legl25":"21. Учествувајќи во Промоцијата, целосно и безусловно се согласувате да ги прифатите овие Одредби и услови.","legl24":"20. За техничка поддршка, прочитајте ги Информациите за играта на [nestle.angrybirds.com] или контактирајте со локалната служба за потрошувачи на Nestlé/CPW.","legl27":"23. Го задржуваме правото да правиме измени и исправки на овие Одредби и услови. Одвреме-навреме проверувајте ја содржината на оваа страница за да направите преглед на овие и на новите дополнителни информации.","legl26":"22. Го задржуваме правото да ви го ограничиме или прекинеме пристапот до оваа веб-локација или која било функција од оваа веб-локација или која било функција или дел од неа во кое било време.","legl29":"2,33 GHz или побрз x86 компатибилен процесор или Intel® Atom™ 1,6 GHz или побрз процесор за мрежни лаптоп компјутери","legl28":"24.  Овие одредби и услови и сите побарувања направени во нивни рамки ќе се регулираат и толкуваат во согласност со законите на [ПЈРМ] и ќе бидат предмет на исклучива надлежност на судовите на [ПЈРМ].","legl22":"18. Целта на игрите е исклучиво забава. Секоја Игра содржи информации наменети само за активирање на опциите за симулација. Не се гарантира дека информациите опфатени во Играта се точни, сигурни или прецизни и не треба да ги користите или да се потпирате на нив во ситуации од реалниот живот. Според тоа, побарувањата за одговорност во врска со штети или загуби предизвикани од употребата на информациите обезбедени во игрите ќе бидат одбиени и во никој случај NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD или некоја од нејзините соодветни филијали, компании што имаат поврзаност со неа или снабдувачи, нема да сносат одговорност во врска со тие побарувања.","legl23":"19. Сите лични податоци или материјали испратени до Групацијата Nestlé се предмет на политиката за приватност и заштита на личните податоци на Групацијата Nestlé утврдени во Известувањето за приватност што се наоѓа овде.","legl20":"16. Авторското право е присутно во сите компоненти вклучени во Играта којашто може да се преземе. Сопственикот на авторското право ги задржува сите права.","legl21":"17. Веб-локацијата и Играта ги користите исклучиво на сопствен ризик. Освен тоа, Групацијата Nestlé нема да има никаква обврска или одговорност во каков било облик за секоја претрпена загуба предизвикана од вируси што може да ја инфицираат опремата на вашиот компјутер или друг имот поради тоа што сте користеле, сте пристапиле или сте презеле некаков материјал од Играта и/или Веб-локацијата. Интернет содржината може да се игра на разни уреди. Проверете дали на уредот со кој сакате да ја играте Играта е дозволен избраниот формат. Внимание: некои уреди не може да го репродуцираат избраниот формат. Интернет содржината е темелно скенирана и тестирана во сите фази на производство; меѓутоа, може да содржи значителни или незначителни програмски грешки. Програмата се обезбедува „таква каква што е“, а вие ја преземате одговорноста за утврдување на подобноста на програмата на вашиот систем и добиените резултати. Во никој случај NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED или некоја од филијалите или компаниите што имаат поврзаност со неа или нејзините снабдувачи, нема да сносат одговорност за последиците или случајните материјални или нематеријални штети во каков било облик што произлегуваат од употребата или неспособноста за употреба на Играта и/или Веб-локацијата.","legl16":"12. Промоторот го задржува правото да ја повлече или измени Промоцијата.","legl15":"11. Сите права на интелектуална сопственост за статиите достапни на Веб-локацијата, како и за Играта, наведени овде, и понатаму ќе му припаѓаат на соодветниот сопственик на правата.","legl14":"10. Сите приговори во врска со Промоцијата треба да бидат написмено со оправдување и поштенски пријавени кај Промоторот преку локалната служба за потрошувачи, веднаш по откривањето на основата за тие приговори. Одлуката на Промоторот за сите прашања што произлегуваат од Промоцијата е конечна, а Промоторот нема да учествува во преписки во врска со одлуката.","legh1":"Одредби и услови","legl13":"9. Промоцијата започнува на [15.12.2013] и завршува на [15.03.2014], што значи дека во Веб-локацијата не може да се влезе порано од [01.12.2014] и подоцна од [31.03.2014].","legl7":"4. Внесувајќи го Кодот на Веб-локацијата во согласност со клаузулата 3с, станувате учесник во Промоцијата („Учесник“) и се смета дека се согласувате да учествувате во Промоцијата за мрежно играње на Играта според одредбите и условите наведени овде.","leg9":"Игрите функционираат многу бавно.","legl19":"15. Секое неовластено емитување, јавна изведба, копирање, повторно снимање, јавно прикажување или правење аудиовизуелни презентации што се вклучени во Играта достапна на или преку интернет (или овластување за некое од горенаведените нешта), на кој било начин е строго забрането.","legl6":"c. го внесе Кодот на следнава веб-локација: :[nestle.angrybirds.com], откако ќе кликне на знамето на [ПЈРМ] („Веб-локацијата“) со цел да ја игра играта мрежно во периодот утврден во клаузулата 9. ","leg8":"Не, сите програми се целосно скенирани и немаат вируси.","legl18":"14. Аудиовизуелната содржина е објавена од страна на CPW S.A. со лиценца од ROVIO ENTERTAINMENT LTD.","legl9":"6. Секој Код мора да се внесе на Веб-локацијатта за мрежно играње во текот на периодот утврден во клаузулата 9. Неточните, неважечките или неовластените кодови внесени на Веб-локацијата ќе бидат одбиени, а Учесникот што ќе внесе таков Код ќе биде веднаш известен.","leg7":"Дали е можно Играта да има вирус?","legl17":"13. Веб-локацијата може да содржи врски до локации што се во сопственост на или се управувани од други страни освен Промоторот. Овие врски се дадени само со цел да ви овозможат погодност. Промоторот не ги контролира и не е одговорен за содржината, приватноста, политиките и безбедноста на тие локации.","legl8":"5. Сите кодови се предмет на проверка од страна на Промоторот веднаш откако ќе се внесат на Веб-локацијата.","leg6":"Linux:","legl3":"3. Со цел да учествува на Промоцијата, секој што има право во согласност со клаузулата 2, во рамките на периодот утврден во клаузулата 9 треба да:","legh6":"Предупредувања во врска со здравјето","leg5":"Mac OS:","legl2":"2. Промоцијата е отворена за секого на возраст над [18] и жител на [ПЈРМ].","leg4":"Windows:","leg3":"Има потреба од Flash 11 за играта да може да функционира. Flash 11 има свои услови. ","legl5":"b. најде код на пакувањето на сите промотивни Производи („Код“) и да го чува тоа пакување или барем делот од пакувањето на којшто се наоѓа Кодот;","leg2":"Во рамките на локацијата, термините „ние“, „нас“, „наш“, „Nestlé“ и „Групацијата Nestlé“ се однесуваат на CPW S.A., Nestlé S.A, General Mills Inc. и сите нејзини филијали таму каде што е соодветно во дадениот контекст. ","legl4":"a. купи пакување од [CHOCAPIC®, NESQUIK DUO®, LION®, HONEY CHEERIOS®] („понуден од страна на Промоторот во промотивното пакување што се однесува на Промоцијата („Производ“); ","leg1":"Ви благодариме за посетата на оваа веб-локација. Внимателно прочитајте ги Одредбите и условите што се опфатени во овој документ, бидејќи секое користење на оваа веб-локација претставува прифаќање на Одредбите и условите утврдени овде. ","legh2":"ИНФОРМАЦИИ ЗА ИГРАТА ","legh3":"Минимални услови што треба да ги исполнува системот","legh4":"Решавање проблеми","legl1":"1. Промотор на промоцијата на „Angry Birds“ во [ПЈРМ] („Промоцијата“) е: [Nestle Adriatic Spice, Bulevar Milutina Milankovića 11a, 110701 Novi Beograd] („Промотор“).","legh5":"Проблеми со DirectX:","leg12":"Некои луѓе добиваат напади на епилепсија кога гледаат сјајна светлина или сјајни шаблони во секојдневната околина. Овие луѓе може да добијат епилептични напади кога гледаат телевизија или играат компјутерски игри. Сепак, дури и кај играчите коишто никогаш немале напади може да настане состојба на неоткриена епилепсија. Консултирајте се со лекар пред да играте компјутерски игри ако вие или некој од семејството доживува епилептична состојба. Веднаш прекинете ја играта ако имате некој од следниве симптоми за време на играњето:","legl10":"7. Секој Код му дава на Учесникот право да:","leg11":"Пред да може да играте, на компјутерот мора да имате инсталирано DirectXÂ® 9.0c или понова верзија. Може да го инсталирате DirectX преземајќи го софтверот од Microsoft Windows Update на http://windowsupdate.microsoft.com. Ако има проблеми со видеото или звукот при користењето на DirectX, одете на http://support.microsoft.com за да најдете најнови информации во врска со решавањето проблеми. Исто така, треба да ги добиете најновите двигатели компатибилни со DirectX од страна на производителот на видеокартичката или звучната картичка.","legl11":"a. ја игра Играта мрежно во согласност со единствениот код од Веб-локацијата на компјутерот. Не може да ја преземете Играта на компјутерот. ","leg10":"Ако игрите функционираат бавно, обидете се со следново:","legl12":"8. Правата доделени врз основа на клаузулите 3 и 7 не се преносливи. Не е достапна алтернатива со готовина.","legl48":"несвесни движења и/или грчеви ","legl46":"ментална конфузија ","legl47":"губење на свесноста во врска со околината ","leg15":"Дозволено е да ја пребарувате оваа веб-локација, да репродуцирате извадоци со печатење, преземање на тврд диск или со цел да вршите дистрибуција на други поединци. Ова може да се стори под услов да не загрозите ниедно авторско право и други напомени за сопственост и под услов горенаведениот заштитен знак да биде дел од тие репродукции. Ниедна репродукција на кој било дел од оваа веб-локација не смее да се продава или дистрибуира за остварување некаква трговска добивка, ниту смее да се менува или да се соединува со некое друго дело, публикација или веб-локација.","leg16":"Заштитниот знак, логото, знаците и услужните знаци (со заедничко име „Заштитни знаци“) прикажани на оваа веб-локација припаѓаат на Групацијата Nestlé. Ништо што е дел од оваа веб-локација не треба да се толкува како доделување лиценца или право на употреба на кој било Заштитен знак прикажан на оваа веб-локација. Строго се забранува употреба/погрешна употреба на Заштитните знаци прикажани на оваа веб-локација или на која било содржина што се наоѓа на оваа веб-локација, освен на начин утврден во овие Одредби и услови. Исто така, ве известуваме дека Групацијата Nestlé агресивно ќе ги спроведува своите права на интелектуална сопственост на највисок правен степен вклучувајќи кривични обвиненија за сериозните кривични дела.","leg13":"© 2013 CPW S.A. ","leg14":"Сите авторски права и други права на интелектуална сопственост во сите текстови, слики и други материјали на оваа веб-локација се сопственост на Групацијата Nestlé или се вклучени со дозвола на соодветниот сопственик. ","legl39":"Mozilla Firefox 4.0 или Google Chrome","legl35":"Safari 5.0 или понова верзија, Mozilla Firefox 4.0 или понова верзија, Google Chrome, Opera 11","legl36":"1 GB RAM; 128 MB графичка меморија","legl37":"2,33 GHz или побрз x86 компатибилен процесор или Intel Atom 1,6 GHz или побрз процесор за мрежни лаптоп компјутери","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 или понова верзија (32-битен и 64-битен), openSUSE® 11.3 или понова верзија (32-битен и 64-битен), Ubuntu 10.04 или понова верзија (32-битен и 64-битен)","legl43":"вртоглавица ","legl42":"Затворете ги сите апликации пред да ја активирате играта. ","legl45":"грч во очите или мускулите ","legl44":"промена на визуелната перцепција ","legl41":"Проверете дали параметрите за видео се поставени на 32-битна боја. Отворете ја иконата „Параметри за екранот“ во контролната табла, а потоа изберете го параметарот 32-битна боја.","legl40":"1 GB RAM; 128 MB графичка меморија"}