{"legl30":"Microsoft® Windows® XP (32-bits), Windows Server® 2003 (32-bits), Windows Server 2008 (32-bits), Windows Vista® (32-bits), Windows 7 (32-bits en 64-bits) ","legl31":"Internet Explorer 8.0 of hoger, Mozilla Firefox 4.0 of hoger, Google Chrome, Safari 5.0 of hoger, Opera 11 ","legl32":"1GB RAM; 128MB grafisch geheugen","legl33":"Intel Core™ Duo 1.33GHz processor of sneller","legl34":"Mac OS X v10.6 of v10.7","legl25":"21. Door deel te nemen aan de promotie, stem je volledig en zonder voorbehoud in met deze voorwaarden en bepalingen.","legl24":"20. Raadpleeg voor technische ondersteuning de Game Information op www.nestle.angrybirds.com of neem contact op met de lokale Nestlé / CPW consumentenservice","legl27":"23. Wij behouden ons bovendien het recht voor om deze voorwaarden \u0026 bepalingen te allen tijde te wijzigen of te corrigeren. Raadpleeg deze pagina daarom regelmatig om de nieuwe, aanvullende informatie na te lezen. ","legl26":"22. Wij behouden ons het recht voor om je op elk moment de toegang tot de website te ontzeggen.","legl29":"Een x86-compatibele processor van 2.33GHz of sneller of een Intel® Atom™ processor van1.6GHz of sneller voor netbooks","legl28":"24.  Deze voorwaarden en bepalingen en de eventuele claims die onder deze voorwaarden en bepalingen ingediend worden, vallen onder de Belgische wet en onder de exclusieve jurisdictie van de rechtbank alhier.","legl22":"18. De Games zijn uitsluitend bedoeld voor entertainment. Elke Game bevat informatie die uitsluitend is bedoeld voor dit doel. De informatie in de Game is niet gegarandeerd correct, veilig of accuraat en moet dan ook niet gebruikt of vertaald worden in en naar echte situaties. Aansprakelijkheidsclaims met betrekking tot schade of verlies veroorzaakt door het gebruik van willekeurig welke informatie die in de Game verstrekt wordt, zullen daarom verworpen worden en in geen geval zullen NESTLÉ NV, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD of enige van hun partners, geassocieerde bedrijven en/of leveranciers hiermee in verband gebracht kunnen worden.","legl23":"19. Alle persoonlijke informatie of materialen die naar de websites van de Nestlé Group verstuurd worden, zijn gebonden aan de privacyprocedures van de Nestlé Group en de bescherming van persoonsgegevens zoals uiteengezet in de privacyverklaring, die hier (http://www.nestle.be/nl/info/yourdata) te vinden is.","legl20":"16. Copyright rust op alle componenten die onderdeel zijn van de downloadbare Game. Alle rechten zijn voorbehouden aan de eigenaar(s) van het copyright.","legl21":"17. Het gebruik van de website en de Game is volledig voor eigen risico. De Nestlé Group is niet aansprakelijk en draagt geen verantwoordelijkheid voor enig verlies, bijvoorbeeld veroorzaakt door virussen, die de computerapparatuur kunnen infecteren. Ook niet voor schade door het gebruik van de Game, door toegang, of door toch downloaden van materiaal van de Game en/of de website. De online content kan op verschillende apparaten gespeeld worden. Zorg er alsjeblieft voor dat je zeker bent dat het apparaat waarop je de Game speelt het gekozen format ondersteunt. Let op: het kan zijn dat sommige apparaten het gekozen format niet kunnen afspelen. Hoewel de online content tijdens alle productiefasen grondig gescand en getest is, kan het meer of minder significante programmeerfouten bevatten. Het programma wordt geleverd zonder garantie en je neemt zelf de verantwoordelijkheid voor het bepalen of het programma geschikt is voor je apparatuur en voor het resultaat. In geen geval zullen NESTLÉ NV, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED of een van de partners of geassocieerde bedrijven en/of hun leveranciers aansprakelijk gesteld kunnen worden voor enig gevolg of voor incidenteel materiële of immateriële schade voortvloeiend uit het gebruik van of het juist niet kunnen gebruiken van de Game en/of de website. ","legl16":"12. De promotor behoudt zich het recht voor om de promotie terug te trekken of te wijzigen.","legl15":"11. Alle intellectuele eigendomsrechten van de artikelen en elementen op de website en die de Game vormen, berusten bij de rechthebbende(n) in kwestie.","legl14":"10. Klachten met betrekking tot de promotie moeten ‘schriftelijk’ worden ingediend en voorzien van een motivatie. Dit kan overigens simpelweg door een e-mail aan de promotor via de lokale consumentenservice, waarbij de grond van de klachten dus duidelijk gemaakt moeten worden. De beslissing van de promotor in alle zaken die voortvloeien uit de promotie is bindend en hierover kan niet worden gecorrespondeerd.","legh1":"Voorwaarden \u0026 Bepalingen","legl13":"9. De promotie begint op 1/1/2014 en eindigt op 1/3/2014, wat betekent dat je niet eerder dan 1/1/2014 en niet later dan 31/12/2014 op de website terecht kan.","legl7":"4. Door de code in te voeren op de website, zoals beschreven in clausule 3c, wordt je deelnemer van de promotie (“de deelnemer”) en mogen we aannemen dat je instemt met de hier beschreven voorwaarden en bepalingen.","leg9":"De games werken heel traag.","legl19":"15. Het is strikt verboden om het audiovisuele materiaal in de Game zonder toestemming uit te zenden, er een publieke voorstelling van te geven, het te kopiëren, op te nemen, publiek tentoon te stellen of via het internet beschikbaar te stellen (of hier zelfs maar toestemming voor te verlenen). ","legl6":"c. de code vervolgens in te voeren op de website www.nestle.angrybirds.com, na eerst te klikken op de vlag van België om daarna online de game te spelen tijdens de periode bepaald in clausule 9.\t","leg8":"Nee, alle programma\u0027s zijn compleet gescand en vrij van virussen.","legl18":"14. De audiovisuele inhoud wordt gepubliceerd door CPW S.A., onder licentie van ROVIO ENTERTAINMENT LTD.","legl9":"6. De code om online te spelen, kan alleen gebruikt worden tijdens de periode bepaald in clausule 9. Incorrecte, ongeldige of ongeoorloofde codes worden geweigerd en de deelnemer die zo\u0027n code invoert wordt hiervan onmiddellijk op de hoogte gebracht.","leg7":"Is het mogelijk dat de Game een virus heeft?","legl17":"13. De website kan links bevatten naar sites die eigendom zijn of geëxploiteerd worden door andere partijen dan de promotor. Deze links worden uitsluitend voor je gemak verstrekt. De promotor heeft hier verder geen controle over en is dan ook niet verantwoordelijk voor de inhoud, privacy, procedures of de veiligheid ervan.","legl8":"5. Alle codes zijn gebonden aan verificatie door de promotor, onmiddellijk nadat deze in de website zijn ingevoerd.","leg6":"Voor Linux:","legl3":"3. Om deel te nemen aan de promotie moet iedereen die binnen de periode bepaald in clausule 9 en volgens clausule 2 gerechtigd is:","legh6":"Gezondheidswaarschuwingen","leg5":"Voor Mac OS:","legl2":"2. De promotie staat open voor iedereen, inwoner van België.","leg4":"Voor Windows:","leg3":"De game vereist Flash 11. Flash 11 heeft zijn eigen systeemvereisten. ","legl5":"b. de speciale, promotionele code in deze verpakking te gebruiken  (“de code”) en daarbij de verpakking te bewaren (of tenminste het gedeelte van de verpakking waarop de code staat);","leg2":"Overal op deze site verwijzen de termen “wij”, “ons”, “onze”, \"Nestlé\" en \"Nestlé Group\" naar CPW S.A., Nestlé S.A, General Mills Inc. en naar de eventueel bij hun aangesloten bedrijven, afhankelijk van de context.","legl4":"a. een pak ontbijtgranen van Nesquik, Chocapic of Cookie Crisp te kopen (door de promotor aangeboden in speciale promotionele verpakking: “het product”); ","leg1":"Dank je voor je bezoek aan deze website. Lees de voorwaarden en bepalingen in dit document alsjeblieft zorgvuldig door, aangezien het gebruik van deze website meteen inhoudt dat je deze voorwaarden en bepalingen aanvaardt. \t\t","legh2":"GAME INFORMATIE ","legh3":"Minimale Systeemvereisten","legh4":"Problemen oplossen","legl1":"1. De promotor van de “Angry Birds”-actie in België (“de promotie”) is: Nestlé N.V. Birminghamstraat 221 in 1070 Brussel.","legh5":"Problemen met DirectX:","leg12":"Sommige mensen krijgen een epileptische aanval wanneer ze blootgesteld worden aan flitsend licht of bepaalde patronen van lichte en donkere vlakken in de omgeving. Zij kunnen een epileptische aanval krijgen als ze televisiebeelden bekijken of computergames spelen. Zelfs spelers die nooit eerder last hebben gehad van een aanval kunnen desalniettemin aan epilepsie lijden zonder dat dit ooit eerder ontdekt is. Raadpleeg de dokter voor je een computergame speelt als iemand in de familie aan epilepsie lijdt. Houd onmiddellijk op met het spelen van de game als je tijdens het spelen één van de volgende symptomen ervaart:\t","legl10":"7. Elke code geeft de deelnemer het recht om:","leg11":"Je  moet DirectXÂ® 9.0c of hoger op je computer geïnstalleerd hebben voor je kan spelen. Je kunt DirectX installeren door de software te downloaden van Microsoft Windows Update op http://windowsupdate.microsoft.com. Als je bij het gebruik van DirectX problemen ondervindt met video of audio, ga dan naar http://support.microsoft.com om de laatste probleemoplossing-informatie op te vragen. Verder moet je er voor zorgen dat je over de nieuwste DirectX-compatibele drivers van je video- of geluidskaartfabrikant beschikt.","legl11":"a. De Game online te spelen: de Game kan namelijk niet naar je computer gedownload worden.","leg10":"Als de games traag werken, probeer dan het volgende:","legl12":"8. De rechten die worden verleend op basis van clausules 3 en 7 zijn niet overdraagbaar. Er is ook niet zoiets als een alternatief in contanten.","legl48":"onvrijwillige bewegingen en/of krampen ","legl46":"geestelijke verwarring","legl47":"verlies van bewustzijn van de omgeving","leg15":"Het is toegestaan om door de website te browsen, uittreksels te reproduceren en uit te printen, te downloaden op een harde schijf of om door te sturen aan andere individuen. Maar alleen met het voorbehoud dat je geen copyright en andere eigendomsverklaringen schendt, en dat het handelsmerk zoals hierboven aangegeven, beschermd blijft bij zulke reproducties. Geen enkele reproductie van welk deel dan ook van deze website mag worden verkocht of verspreid voor commercieel gewin, noch mag het veranderd of ingebouwd worden in enig ander werk, publicatie of website.","leg16":"De handelsmerken, logo\u0027s, karakters en servicemarks (samen “trademarks”) op deze website behoren toe aan de Nestlé Group. Niets op deze website mag worden uitgelegd als het verlenen van een licentie of recht om de Trademarks op de website te gebruiken. Gebruik/misbruik van de trademarks op deze website of van andere content is strikt verboden,  behalve zoals voorzien is in deze voorwaarden en bepalingen. We maken je er verder op attent dat de Nestlé Group er alles aan zal doen om zijn intellectuele eigendomsrechten in de ruimste zin van de wet te bewaken, inclusief strafrechtelijke vervolging in het geval van een ernstig vergrijp.","leg13":"© 2013 CPW S.A. ","leg14":"Er rusten copyright en andere intellectuele eigendomsrechten op alle teksten en beelden en andere materialen van deze website: ze zijn het eigendom van de Nestlé Group of zijn gebruikt met de toestemming van de eigenaar in kwestie.","legl39":"Mozilla Firefox 4.0 of Google Chrome","legl35":"Safari 5.0 of hoger, Mozilla Firefox 4.0 of hoger, Google Chrome, Opera 11","legl36":"1GB RAM; 128MB grafisch geheugen","legl37":"2.33GHz x86-compatibele processor of sneller, of Intel Atom 1.6GHz processor of sneller voor netbooks","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 of hoger (32-bits en 64-bits), openSUSE® 11.3 of hoger (32-bits en 64-bits), Ubuntu 10.04 of hoger (32-bits en 64-bits)","legl43":"duizeligheid","legl42":"Sluit alle programma\u0027s voor je de game opstart.","legl45":"last van spasmen in ogen of spieren","legl44":"veranderd zicht","legl41":"Zorg dat de video-instellingen op 32 bits kleur zijn ingesteld. Open het icoon Weergave-instellingen in het controlepaneel en selecteer de 32-bits kleureninstelling.","legl40":"1GB RAM; 128MB grafisch geheugen"}