{"legl30":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit og 64-bit)","legl31":"Internet Explorer 8.0 og over, Mozilla Firefox 4.0 og over, Google Chrome, Safari 5.0 og over, Opera 11","legl32":"1GB RAM; 128MB grafikkminne","legl33":"Intel Core™ Duo 1.33GHz eller raskere prosessor","legl34":"Mac OS X v10.6 eller v10.7","legl25":"21. Ved å delta i kampanjen samtykker du helt i vilkårene og betingelsene.","legl24":"20. For teknisk støtte kan du se på spill informasjon på [nestle.angrybirds.com] eller kontakte din lokale Nestlé / CPW kundeservice.","legl27":"23. Vi forbeholder oss retten til å foreta endringer og korreksjoner i disse vilkårene \u0026 betingelsene. Gå inn på denne siden av og til for å se igjennom disse og få ny tilleggsinformasjon.","legl26":"22. Vi forbeholder oss retten til å når som helst begrense eller avslutte din tilgang til dette nettstedet eller innhold på dette nettstedet eller deler av det.","legl29":"2.33GHz eller raskere x86-kompatibel prosessor, eller Intel® Atom™ 1.6GHz eller raskere prosessor for nettbøker","legl28":"24.  Disse vilkårene og betingelsene og eventuelle krav som stilles skal styres av og håndteres i henhold til [Norsk] lov i følge eksklusiv lovgivning i [Norske domstoler].","legl22":"18. Spillet skal kun brukes til underholdning. Hvert spill inneholder informasjon som kun er utarbeidet for å muliggjøre alternative simuleringer. Det gis ingen garanti for at informasjonen som finnes i dette spillet er riktig, sikker eller presis, og den skal ikke brukes eller stoles på i virkelige situasjoner. Ansvars-krav med hensyn til skade eller tap forårsaket av bruk av slik informasjon som er gitt i spillet vil derfor bli avvist og NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD eller deres tilknyttede selskaper, partnere eller leverandører skal ikke under noen omstendigheter holdes ansvarlig. ","legl23":"19. Enhver personlig informasjon eller materiale som sendes til Nestlé Group nettsteder underligger Nestlé Group personvernregler som beskrevet i personvernreglene her.","legl20":"16. Opphavsretten gjelder for alle komponenter inkludert i det nedlastbare spillet. Alle rettigheter forbeholdes eier(ne) av opphavsretten.","legl21":"17. Din bruk av nettstedet og spillet er utelukkende på egen risiko. Videre har Nestlé Group ingen ansvar når det gjelder tap forårsaket av virus som kan infisere din PC og utstyr eller annen eiendom gjennom din bruk av, tilgang til eller nedlasting av noe materiale fra spillet og/eller nettstedet.  Nettinnholdet kan spilles på forskjellige maskiner. Vær sikker på at maskinen du ønsker å spille spillet på kan bruke dette formatet.  Obs: Noen maskiner kan ikke håndtere det valgte formatet. Nettinnholdet har blitt skannet nøye og kontrollert på alle produksjonsstadier, allikevel kan det inneholde betydelige eller ubetydelige programfeil. Programmet tilbys “som det er” og du må selv være ansvarlig for å bestemme om det er egnet til ditt system og oppnådd resultat. Ikke under noen omstendigheter skal NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED eller noen av dets tilknyttede selskaper, partnere eller leverandører holdes ansvarlig for konsekvenser eller skadelig innhold eller ikke materiell skade som oppstår ved bruk av/eller ikke mulig bruk av spillet eller nettsiden. ","legl16":"12. Arrangøren forbeholder seg retten til å trekke tilbake eller endre kampanjen.","legl15":"11. Alle og hvilke som helst rettigheter til intellektuell eiendom til artiklene som er tilgjengelige på nettstedet, samt spillet som er spesifisert her, skal forbli hos de relevante rettighetseierne.","legl14":"10. Eventuelle klager på kampanjen må gjøres skriftlig med forklaring og meddelelse til markedsfører og sendes pr post til lokal kundeservice snarest etter at årsakene til klagen har oppstått. Arrangørens avgjørelse i alle saker som følge av kampanjen er endelige, og ingen korrespondanse vil bli inngått. ","legh1":"Vilkår og betingelser","legl13":"9. Kampanjen begynner den 01.03.14 og slutter den 31.12.14. Dette betyr at du ikke kan gå inn på nettstedet før 01.03.14 og etter 31.12.14.","legl7":"4. Ved å taste inn koden til nettstedet i henhold til paragraf 3c, blir du deltaker i kampanjen (“Deltaker”) og du blir dermed ansett som å ha samtykket i å delta i kampanjen for å spille spillet på nettet under de vilkår og betingelser som er fastlagt her.","leg9":"Spillene går veldig sakte.","legl19":"15. Enhver uautorisert kringkasting, offentlig visning, kopiering, re-innspilling, offentlig utstilling eller å gjøre de audiovisuelle presentasjonene som finnes i spillet tilgjengelig på eller via Internett (eller autorisering av noe av det forannevnte) på noen måte er strengt forbudt. ","legl6":"c. Tast inn koden på denne nettstedet: :[nestle.angrybirds.com], etter at du har klikket på et flagg med NORGE for å spille spillet på nettet i perioden som er fastlagt i paragraf 9. ","leg8":"Nei, alle programmene er blitt fullstendig skannet og inneholder ikke virus.","legl18":"14. Det audiovisuelle innholdet utgis av CPW S.A. under lisens av ROVIO ENTERTAINMENT LTD.","legl9":"6. Hver kode kan tastes inn på nettsiden, slik at du kan spille på nettet i perioden som er fastlagt i paragraf 9. Uriktige, ugyldige eller uautoriserte koder som tastes inn på nettsiden vil bli avvist, og deltakeren som taster inn en slik kode vil straks bli underrettet. ","leg7":"Er det mulig at spillet kan inneholde et virus?","legl17":"13. Nettstedet kan inneholde linker til steder som eies av andre parter enn markedsfører. Slike linker stilles kun til disposisjon som en service for deg. Markedsfører har ikke kontroll over eller er ansvarlig for innhold, personvernregler eller nettstedenes sikkerhet .","legl8":"5. Alle koder er underlagt verifisering av markedsfører straks etter at de tastes inn på nettsiden.","leg6":"Linux:","legl3":"3. For å kunne delta i kampanjen, må alle som er berettiget i henhold til paragraf 2, innen perioden som er fastlagt i paragraf 9:","legh6":"Helseadvarsel","leg5":"Mac OS:","legl2":"2. Kampanjen er åpen for alle over 18 år og bosatt i NORGE.","leg4":"Windows:","leg3":"Det kreves Flash 11 for å kjøre spillet. Flash 11 har egne krav.  ","legl5":"b. Finne en kode i emballasjen på alle produkter i kampanjen (“Koden”) og ta vare på emballasjen eller i det minste den delen av emballasjen der koden står;","leg2":"På hele nettstedet viser termene \"vi\", \"oss\", \"vår\" \"Nestlé\" og \"Nestlé Group\" til CPW S.A., Nestlé S.A, General Mills Inc. og alle tilknyttede selskaper som går frem av sammenhengen. ","legl4":"a. Kjøpe en pakke av Nesquik, Havre CHEERIOS og Multi CHEERIOS tilbudt av markedsfører i kampanjepakke som viser til kampanjen; ","leg1":"Takk for at du besøker dette nettstedet. Det er viktig at du leser betingelsene og vilkårene i dette dokumentet nøye, fordi bruk av dette nettstedet krever ditt samtykke i betingelsene og vilkårene som er beskrevet her. ","legh2":"SPILLINFORMASJON ","legh3":"Minimum systemkrav","legh4":"Feilsøking","legl1":"1. Markedsføreren av “Angry Birds” kampanjen i NORGE er Nestlè Norge AS.","legh5":"DirectX problemer:","leg12":"Noen mennesker opplever å få epileptisk anfall når de ser blinkende lys eller mønster i våre daglige omgivelser. Disse menneskene kan få epileptisk anfall når de ser på TV eller spiller dataspill.  Selv spillere som aldri har hatt anfall kan ha epilepsi uten at det er blitt oppdaget. Oppsøk lege før du spiller dataspill, dersom du eller noen i familien din har epilepsi. Stopp spillet øyeblikkelig hvis du får følgende symptomer når du spiller:","legl10":"7. Hver kode vil gi deltakeren rett til å:","leg11":"For å kunne spille, må du installere DirectXÂ® 9.0c eller nyere versjoner på PCen din. Du kan installere DirectX ved å laste ned programvaren fra Microsoft Windows Update på http://windowsupdate.microsoft.com. Hvis det oppstår problemer med video eller lyd når du bruker DirectX, gå til http://support.microsoft.com for nyeste feilsøkingsinformasjon. Du bør også få tak i nyeste DirectX-kompatible drivere fra din video- eller lydkortprodusent.","legl11":"a. Spille spillet online med en unik kode fra nettstedet på din PC. Spillet kan ikke lastes ned på din PC. ","leg10":"Hvis spillene går veldig sakte, skal du prøve dette:","legl12":"8. Rettighetene som innvilges på grunnlag av paragraf 3 og 7 kan ikke overføres. Det er ikke mulig å bytte til kontanter.","legl48":"ukontrollerte bevegelser og/eller kramper ","legl46":"mental forvirring ","legl47":"klarer ikke oppfatte omgivelsene bevisst ","leg15":"Du har tillatelse til å bla igjennom dette nettstedet, reprodusere utdrag for utskrift, laste ned til en harddisk eller i den hensikt å distribuere til andre. Dette kan bare gjøres så fremt du overholder opphavsrettighetene og andre eiermerknader og at merknaden om varemerke ovenfor fremgår i disse reproduksjonene.  Det er ikke lov å selge eller å distribuere gjengivelse av noen del av dette nettstedet for kommersielt formål, og det skal heller ikke endres eller innlemmes i annet arbeid, publikasjon eller nettsted. ","leg16":"Varemerkene, logoene, personene og servicemerkene (kollektivt \"Varemerker\") som vises på dette nettstedet tilhører Nestlé Group. Ingenting på dette nettstedet skal fremstilles som om det gir lisens eller rett til å bruke noe varemerke som vises på dette nettstedet.  Din bruk/misbruk av varemerkene som vises på dette nettstedet eller annet innhold på dette nettstedet, unntatt tillatt i vilkår og betingelser, er strengt forbudt.  Du meddeles også at Nestlé Group kommer til å kjempe for sine rettigheter til intellektuell eiendom til lovens ytterste konsekvens, innbefattet strafferettslig forfølgelse ved alvorlige lovbrudd. ","leg13":"© 2013 CPW S.A. ","leg14":"Alle opphavsrettigheter eller rettigheter til annen intellektuell eiendom i tekst, bilder og annet materiale på dette nettstedet tilhører Nestlé Group eller er inkludert i tillatelsen fra den relevante eieren. ","legl39":"Mozilla Firefox 4.0 eller Google Chrome","legl35":"Safari 5.0 og over, Mozilla Firefox 4.0 og over, Google Chrome, Opera 11","legl36":"1GB RAM; 128MB grafikkminne","legl37":"2.33GHz eller raskere x86-kompatible prosessor, eller Intel Atom 1.6GHz eller raskere prosessor for nettbøker","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 eller senere (32-bit og 64-bit), openSUSE® 11.3 eller senere (32-bit og 64-bit), Ubuntu 10.04 eller senere (32-bit og 64-bit)","legl43":"svimmelhet ","legl42":"Lukk alle applikasjoner før du starter spillet. ","legl45":"øye-eller muskelsammentrekninger ","legl44":"endret syn ","legl41":"Kontroller at videoinnstillingene dine er innstilt på 32 bit farge. Åpne ikonet visningsinnstillinger på kontrollpanelet, velg så 32 bit fargeinnstilling. ","legl40":"1GB RAM; 128MB grafikkminne"}