{"legl30":"Microsoft® Windows® XP (32 bits), Windows Server® 2003 (32 bits), Windows Server 2008 (32 bits), Windows Vista® (32 bits), Windows 7 (32 bits e 64 bits)","legl31":"Internet Explorer 8.0 e superior, Mozilla Firefox 4.0 e superior, Google Chrome, Safari 5.0 e superior, Opera 11","legl32":"1 GB de RAM; 128 MB de memória gráfica","legl33":"Processador Intel Core™ Duo de 1,33 GHz ou mais rápido","legl34":"Mac OS X v10.6 ou v10.7","legl25":"21. Ao participar na Promoção, aceita total e incondicionalmente os presentes Termos e Condições.","legl24":"20. Para apoio técnico, consulte Informações do Jogo em [nestle.angrybirds.com] ou contacte Nestlé Serviço ao Consumidor 800 203 591 (08:30 às 18:30 – dias úteis).","legl27":"23. Reservamo-nos o direito de alterar e corrigir os presentes Termos e Condições. Consulte periodicamente esta página para rever estas informações e as novas informações adicionais.","legl26":"22. Reservamo-nos o direito de restringir ou impedir em qualquer altura o seu acesso a este Web site ou a qualquer funcionalidade do mesmo, parcial ou totalmente.","legl29":"Processador de 2,33 GHz ou mais rápido compatível com x86 ou processador Intel® Atom™ de 1,6 GHz ou mais rápido para netbooks","legl28":"24.  Os presentes Termos e Condições e qualquer reclamação efetuada com base nestes serão regidos e interpretados de acordo com a legislação de [nome do país] e sujeitos à competência exclusiva dos tribunais de [nome do país].","legl22":"18. Os Jogos servem apenas para efeitos de entretenimento. Cada jogo contém informações cuja única função é ativar as opções de simulação. As informações contidas no Jogo poderão não estar corretas, ser seguras ou precisas e não devem ser utilizadas ou invocadas em situações da vida real. As reclamações de responsabilidade por danos ou perdas resultantes da utilização de qualquer informação fornecida nos Jogos serão assim rejeitadas e a NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD, ou qualquer uma das suas filiais e associadas ou os seus fornecedores, jamais serão responsáveis neste âmbito.","legl23":"19. Quaisquer dados pessoais ou materiais enviados para os Web sites da Nestlé Group estão sujeitos à política de privacidade e proteção de dados pessoais do Grupo Nestlé descrita no Aviso de Privacidade localizado aqui.","legl20":"16. Os direitos de autor subsistem em todos os componentes incluídos no Jogo transferível. Todos os direitos reservados pelos proprietários dos direitos de autor.","legl21":"17. A sua utilização do Web site e do Jogo é da sua exclusiva responsabilidade. Adicionalmente, a Nestlé Group não se responsabiliza por qualquer perda resultante de vírus que possam infetar o equipamento informático ou outros bens devido ao facto do Participante usar, aceder ou transferir qualquer material do Jogo e/ou do Web site. O conteúdo online pode ser reproduzido em diversos dispositivos. Certifique-se de que o dispositivo escolhido para jogar o Jogo é compatível com o formato selecionado. Atenção: alguns dispositivos podem não ser compatíveis com o formato selecionado. O conteúdo online foi analisado e testado cuidadosamente em todas as fases de produção; não obstante, poderá conter erros de programa com ou sem importância. O programa é fornecido \"tal como está\" e cabe ao Participante determinar a adequabilidade do programa ao seu sistema e ao resultado obtido. A NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED, ou qualquer uma das suas filiais ou associadas ou os seus fornecedores, jamais será responsável por qualquer dano material ou imaterial, direto ou indireto resultante da utilização ou impossibilidade de utilização do Jogo e/ou do Web site.","legl16":"12. O Promotor reserva-se o direito de retirar ou alterar a Promoção.","legl15":"11. Todos e quaisquer direitos de propriedade intelectual aqui especificados que se relacionem com os artigos disponíveis no Web site e com o Jogo continuarão a pertencer aos proprietários relevantes dos direitos.","legl14":"10. Qualquer reclamação relacionada com a Promoção deverá ser feita para Nestlé Portugal, SA Apartado 68 2796-901 Linda-a-Velha ou para Nestlé Serviço ao Consumidor através de faleconnosco@pt.nestle.com ou 800 203 591 das 08:30 às 18:30 (días úteis), imediatamente após a identificação das causas de tal reclamação. A decisão do Promotor em todas as matérias resultantes da Promoção é final e não é passível de recurso.","legh1":"Termos e Condições","legl13":"9. A Promoção começa a [DATA] e termina a [DATA], o que significa que não será possível aceder ao Web site antes de [DATA] e depois de [DATA].","legl7":"4. Ao inserir o Código no Web site como indicado na cláusula 3c, torna-se num participante da Promoção (\"o Participante\") e considera-se que concorda em participar na Promoção para jogar o Jogo online nos termos e condições aqui estabelecidos.","leg9":"Os jogos estão muito lentos.","legl19":"15. Qualquer transmissão não autorizada, apresentação pública, cópia, regravação, exibição pública ou disponibilização das apresentações audiovisuais incluídas no Jogo na ou via Internet (ou autorização de qualquer um destes), seja de que forma for, é estritamente proibida.","legl6":"c. Introduzir o Código no seguinte Web site: :[nestle.angrybirds.com], depois de clicar na bandeira de [NOME DO PAÍS] (\"o Web site\") para jogar o jogo online durante o período determinado na cláusula 9. ","leg8":"Não. Todos os programas foram analisados na totalidade e não têm vírus.","legl18":"14. O conteúdo audiovisual é publicado pela CPW S.A. (Nestlé \u0026 General Mills) sob licença da ROVIO ENTERTAINMENT LTD.","legl9":"6. Cada Código pode ser inserido no Web site para jogar online durante o período determinado na cláusula 9. Os Códigos incorretos, inválidos ou não autorizados inseridos no Web site serão rejeitados e o Participante que insira tal Código será informado de imediato.","leg7":"O Jogo pode conter um vírus?","legl17":"13. O Web site poderá conter hiperligações para sítios que são propriedade ou controlados por outras entidades que não o Promotor. Tais hiperligações são apenas fornecidas para comodidade do utilizador. O Promotor não controla nem é responsável pelo conteúdo, privacidade, políticas ou segurança de tais sítios.","legl8":"5. Todos os Códigos estão sujeitos a validação por parte do Promotor imediatamente após a sua inserção no Web site.","leg6":"Linux:","legl3":"3. Para participar na Promoção, qualquer pessoa apta a participar nos termos da cláusula 2 e dentro do período determinado na cláusula 9 deve:","legh6":"Avisos Relativos à Saúde","leg5":"Mac OS:","legl2":"2. A participação na Promoção está aberta a qualquer pessoa com mais de [INSERIR IDADE EM CONFORMIDADE COM AS LEIS LOCAIS] anos e residente em [NOME DO PAÍS].","leg4":"Windows:","leg3":"Para jogar ao Jogo é necessário o Flash 11. O Flash 11 tem requisitos específicos.  ","legl5":"b. Localizar o código na embalagem de todos os Produtos promocionais (\"o Código\") e guardar esta embalagem ou, pelo menos, a parte da embalagem que contém o Código;","leg2":"Neste site, os termos \"nós\", \"nosso\", \"Nestlé\" e \"Nestlé Group\" designam a CPW S.A., Nestlé S.A, General Mills Inc. e qualquer uma das suas empresas associadas conforme adequado no contexto. ","legl4":"a. Comprar uma embalagem promocional de cereais CHOCAPIC 375G, de cereais ESTRELITAS 300g ou de cereais NESQUIK 375G (\"oferecido pelo Promotor na embalagem promocional relativa à Promoção (\"o Produto\"); ","leg1":"Obrigado por visitar este Web site. Leia cuidadosamente os Termos e Condições do presente documento, visto que qualquer utilização deste Web site constitui a aceitação dos Termos e Condições aqui estabelecidos. ","legh2":"INFORMAÇÕES DO JOGO ","legh3":"Requisitos de Sistema Mínimos","legh4":"Resolução de problemas","legl1":"1. O promotor da promoção \"Angry Birds\" em [NOME DO PAÍS] (\"a Promoção\") é: [NOME E MORADA DA EMPRESA CPW LOCAL] (\"o Promotor\").","legh5":"Problemas DirectX:","leg12":"Algumas pessoas sofrem ataques epiléticos quando expostas a luzes ou padrões intermitentes no seu ambiente diário. Estas pessoas podem sofrer ataques epiléticos quando veem imagens de televisão ou jogam jogos de computador. Mesmo os jogadores que nunca tenham sofrido qualquer tipo de ataque poderão ter epilepsia sem o saberem. Consulte um médico antes de jogar jogos de computador se tiver, ou algum membro da sua família tiver, epilepsia. Pare imediatamente de jogar caso apresente alguns destes sintomas:","legl10":"7. Cada Código habilita o Participante a:","leg11":"Tem de instalar o DirectXÂ® 9.0c ou posterior no computador para poder jogar. Pode instalar o DirectX transferindo o software a partir do Microsoft Windows Update em http://windowsupdate.microsoft.com. Se surgirem problemas de vídeo ou som durante a utilização do DirectX, visite http://support.microsoft.com para obter as informações de resolução de problemas mais recentes. Também deve obter os controladores compatíveis com DirectX mais recentes junto do fabricante da sua placa de vídeo ou som.","legl11":"a. Jogar o Jogo online no computador em associação com o código exclusivo do Web site. O Jogo não pode ser transferido para o computador do Participante. ","leg10":"Se os jogos estiverem lentos, tente o seguinte:","legl12":"8. Os direitos concedidos com base nas cláusulas 3 e 7 não são transferíveis. Não existe uma alternativa em dinheiro.","legl48":"movimentos involuntários e/ou convulsões ","legl46":"desorientação ","legl47":"perda de consciência ","leg15":"Pode navegar neste Web site, reproduzir excertos através de impressão, transferência para um disco rígido ou para fins de distribuição a outras pessoas. Tal só é possível desde que mantenha intactos todos os direitos de autor e outros avisos sobre direitos de propriedade e de que o aviso de marca comercial acima apareça em tais reproduções. Nenhuma reprodução de nenhuma parte deste Web site poderá ser vendida ou distribuída para fins comerciais nem poderá ser modificada ou incorporada em qualquer outra obra, publicação ou Web site.","leg16":"As marcas comerciais, logótipos, personagens e marcas de serviço (coletivamente \"Marcas comerciais\") apresentados neste Web site pertencem à Nestlé Group. Nada neste Web site deverá ser interpretado como concedendo qualquer licença ou direito de utilização de qualquer Marca Comercial exibida neste Web site. É estritamente proibida a utilização ou utilização indevida das Marcas Comerciais apresentadas neste Web site, ou qualquer outro conteúdo neste Web site, exceto consoante estabelecido nos presentes Termos e Condições. A Nestlé Group fará valer os seus direitos de propriedade intelectual, tanto quanto a lei o permitir, incluindo a possibilidade de dar início a processos criminais por delitos graves.","leg13":"© 2013 CPW S.A. ","leg14":"Todos os direitos de autor e outros direitos de propriedade intelectual em todos os textos, imagens e outros materiais neste Web site são propriedade da Nestlé Group ou foram incluídos com a autorização do respetivo proprietário. ","legl39":"Mozilla Firefox 4.0 ou Google Chrome","legl35":"Safari 5.0 e superior, Mozilla Firefox 4.0 e superior, Google Chrome, Opera 11","legl36":"1 GB de RAM; 128 MB de memória gráfica","legl37":"Processador de 2,33 GHz ou mais rápido compatível com x86 ou processador Intel Atom de 1,6 GHz ou mais rápido para netbooks","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 ou posterior (32 bits e 64 bits), openSUSE® 11.3 ou posterior (32 bits e 64 bits), Ubuntu 10.04 ou posterior (32 bits e 64 bits)","legl43":"tonturas ","legl42":"Feche todas as aplicações antes de iniciar o jogo. ","legl45":"espasmos oculares ou musculares ","legl44":"visão alterada ","legl41":"Certifique-se de que as definições de vídeo estão definidas como cor de 32 bits. Abra o ícone Definições de Visualização no painel de controlo e selecione a definição Cor de 32 Bits. ","legl40":"1 GB de RAM; 128 MB de memória gráfica"}