{"legl30":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit и 64-bit)","legl31":"Internet Explorer 8.0 и выше, Mozilla Firefox 4.0 и выше, Google Chrome, Safari 5.0 и выше, Opera 11","legl32":"1Gb оперативной памяти; 128Mb ведеопамяти","legl33":"Процессор: минимум Intel Core™ Duo 1.33GHz и выше","legl34":"Mac OS X v10.6 или v10.7","legl25":"21. Участвуя в Акции вы полностью и безоговорочно принимаете данные положения и Условия.","legl24":"20. Для получения технической поддержки, см. раздел Информация об Игре на сайте[nestle.angrybirds.com] или свяжитесь с вашей местной службой поддержки клиентов Nestlé / CPW.","legl27":"23. Мы оставляем за собой право вносить любые изменения и исправления в настоящие правила и условия. Следите за обновлением информации на данной странице.","legl26":"22. Мы оставляем за собой право в любое время ограничить или прекратить ваш доступ к настоящему сайту, любым функциям этого сайта, любому объекту или его части.","legl29":"Процессор: минимум 2.33GHz и выше, x86 совместимый; для нетбуков: минимум Intel® Atom™ 1.6GHz и выше","legl28":"24.  Настоящие правила  и условия и любые претензии в связи с ними регулируются и толкуются в соответствии с законодательством Республики Беларусь и подлежат исключительной юрисдикции судов Республики Беларусь.","legl22":"18. Игра служит исключительно для развлекательных целей. Каждая Игра содержит сведения, предназначенные исключительно для реализации функции моделирования. Информация, содержащаяся в Игре, не обязана быть правильной и точной, и не должна быть использована в условиях реальной жизни. Претензии в отношении убытков или потерь в результате использования любой информации, предоставленной в Игре, будут отклонены и ни в коем случае ни NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD, ни ее дочерние, аффилированные компании или поставщики не несут ответственность в этой связи.","legl23":"19. Любая личная информация или материалы, отправленные на вебсайты Nestlé Group - попадают под действие политики компании Nestlé Group в области конфиденциальности и защиты персональных данных, изложенной в Сообщении о конфиденциальности, которое можно найти здесь.","legl20":"16. Авторское право распространяется на все элементы загружаемой Игры. Все права защищены владельцем авторского права.","legl21":"17. Использование вами Вебсайта и Игры - исключительно на ваш «страх и риск». Кроме того, \"Nestlé Group\" не несет никакой ответственности за убытки, вызванные вирусами, которые могут заразить ваше компьютерное оборудование или другое имущество по причине использования, доступа к материалам или загрузки любых материалов из Игры и/или Вебсайта. Онлайн-контент может быть воспроизведен на различных устройствах. Пожалуйста, убедитесь, что устройство, на котором вы хотите играть в Игру, позволяет воспроизводить выбранный формат. Внимание: некоторые устройства могут не поддерживать игру в зависимости от выбранного формата. Онлайн-контент был тщательно проверен и протестирован на всех этапах производства, тем не менее, он может содержать значительные или незначительные программные ошибки. Программа предоставляется на условиях “как есть”, и вы принимаете на себя ответственность за определение пригодности программы для вашей системы и полученный результат. Ни в коем случае ни NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED, ни ее дочерние, аффилированные компании или поставщики не несут ответственность за любые последствия или случайные материальные или нематериальные убытки, возникшие в результате использования или невозможности использования Игры и/или Вебсайта.","legl16":"12. Организатор оставляет за собой право отменить Акцию или изменить ее условия.","legl15":"11. Все права интеллектуальной собственности на статьи, доступные на Вебсайте, а также на Игры, указанные в настоящем документе, сохраняются за их соответствующими правообладателями.","legl14":"10. Любые касающиеся Акции претензии должны предъявляться в письменной форме с обоснованием и направляться Организатору по почте на имя местной службы поддержки клиентов, незамедлительно после выявления основания (оснований) для таких жалоб. ","legh1":"Положения и условия ","legl13":"9. Срок проведения акции с 1 декабря 2013 до  31 марта 2014. Это означает, что Вебсайт будет недоступен до 31.12.2014  и после 31.03.2014. Территория проведения акции Республики Беларусь. ","legl7":"4. После введения  Кода на Вебсайте в соответствии с пунктом 3 (с) настоящих правил, вы становитесь участником Акции (“Участник”), и соглашаетесь принять участие в Акции, играя в онлайн Игру «Angry Birds» на условиях, содержащихся в настоящих правилах.","leg9":"Игры работают очень медленно.","legl19":"15. Любое несанкционированное вещание, публичное исполнение, копирование, перезапись, публичное представление аудио- и видео материалов Игры, доступных через Интернет, (или разрешение любого из вышеперечисленного) строго запрещено.","legl6":"c. Ввести Код на вебсайте: :[nestle.angrybirds.com], щёлкнув флажок напротив [Россия] , чтобы играть в онлайн игру в течение периода, определенного в пункте 9 настоящих правил. ","leg8":"Нет, все программы проверены на наличие вирусов.","legl18":"14. Аудио-визуальный контент публикуется CPW S.A. в соответствии с лицензией ROVIO ENTERTAINMENT LTD.","legl9":"6. Каждый Код может быть введен на Вебсайте для игры онлайн в течение периода, определенного в пункте 9 настоящих правил. Неверные, недействительные или несанкционированные Коды, введенные на Вебсайте, будут отклонены, и Участник, зарегистрировавший такой Код, будет немедленно оповещён.","leg7":"Возможно, что в Игре содержится вирус?","legl17":"13. Данный Вебсайт может содержать ссылки на сайты, принадлежащие сторонам или управляемые сторонами, которые не относятся к Организатору. Такие ссылки предоставляются только для вашего удобства. Организатор не контролирует и не несет ответственность за содержание таких сайтов, соблюдение их политик конфиденциальности и безопасности.","legl8":"5. Все Коды подлежат проверке со стороны Организатора сразу после их поступления на Вебсайт.","leg6":"Linux:","legl3":"3. Для участия в Акции каждый, имеющий право в соответствии с пунктом 2 настоящих правил, в сроки, установленные в пункте  9, должен:","legh6":"Предупреждение о вреде для здоровья","leg5":"Mac OS:","legl2":"2. В Акции могут принять участие лица, не моложе 6 лет, и которые являются резидентами Республики Беларусь.  Дети  от 6 и до 14 лет и несовершеннолетние от 14 до 18 лет действуют в порядке,  предусмотренном Гражданским кодексом Республики Беларусь через своих законными представителей - родителей, усыновителей или попечителей.","leg4":"Windows:","leg3":"Для игры требуется предустановленный Flash 11. Flash 11 имеет собственные требования к компьютеру.  ","legl5":"b. Найти код на упаковке акционной Продукции и сохранить эту упаковку или, по крайней мере, часть упаковки с Кодом;","leg2":"На этом сайте термины \"мы\", \"нас\", \"наш\", \"Nestlé\" и \"Nestlé\" Group\" относятся к CPW S.A., Nestlé S.A, General Mills Inc. и любой из ее дочерних компаний в соответствующих случаях в контексте. ","legl4":"a. Приобрести  готовый завтрак  Nesquik 375g, или Nesquik DUO 375g, или Kosmostars 325g предлагаемого Организатором в акционной упаковке, со ссылкой на акцию.","leg1":"Благодарим вас за посещение этого вебсайта. Пожалуйста, тщательно ознакомьтесь с положениями и условиями, содержащимися в этом документе, поскольку любое использование этого сайта означает ваше согласие с правилами и условиями, изложенными в настоящем документе. ","legh2":"ИНФОРМАЦИЯ ОБ ИГРЕ ","legh3":"Минимальные системные требования","legh4":"Устранение неисправностей","legl1":"1. Промоутер кампании “Angry Birds” в Республике Беларусь: ООО «СИРИАЛ ПАРТНЕРС РУС», 115054, г. Москва, Павелецкая площадь, дом 2, стр.1 далее (“Организатор”).","legh5":"Неполадки, связанные с DirectX:","leg12":"У некоторых людей могут возникнуть эпилептические припадки при просмотре мигающих элементов или узоров в повседневной жизни. Эти люди могут страдать от эпилептических припадков при просмотре телевизора или во время игры в компьютерные игры. Тем не менее, даже те игроки, которые никогда не имели никаких припадков в прошлом, могут страдать скрытой эпилепсией. Проконсультируйтесь с врачом, прежде чем играть в компьютерные игры, если вы, или кто-то в вашей семье имеет предрасположенность к приступам эпилепсии. Немедленно остановите игру, если вы испытываете любой из следующих симптомов во время игры:","legl10":"7. Каждый Код даёт Участнику право:","leg11":"Прежде чем вы сможете играть, на ваш компьютер необходимо установить DirectXÂ 9.0c или его более позднюю версию. Вы можете установить DirectX, загрузив программное обеспечение из Microsoft Windows Update http://windowsupdate.microsoft.com. Если у вас возникают проблемы со звуком или видео при использовании DirectX, перейдите на http://support.microsoft.com за обновленной информацией по устранению неполадок. Вы также должны установить последние DirectX-совместимые драйвера производителя вашей видео или звуковой карты.","legl11":"играть в Игры онлайн для каждого уникального кода с Вебсайта на вашем компьютере. Игры не могут быть загружены на ваш компьютер. ","leg10":"Если игра работает медленно, попробуйте выполнить следующие действия:","legl12":"8. Права, предоставляемые на основании пунктов 3 и 7 настоящих правил, не могу быть переданы третьим лицам.","legl48":"непроизвольные движения и/или судороги ","legl46":"спутанность сознания ","legl47":"потеря сознания вашего окружения ","leg15":"Вам разрешено просматривать этот сайт, воспроизводить выдержки путем распечатки, загружать на жесткий диск для целей передачи другим людям. Это может быть сделано только на том условии, что вы сохраняете нетронутыми все авторские права и другие уведомления о правах собственности, и что вышеуказанное уведомление о товарных знаках появляется на таких репродукциях. Запрещается продавать или распространять в коммерческих целях воспроизведение любой из частей данного вебсайта, также запрещается вносить какие-либо изменения или использовать его в любой другой работе, публикации или на другом вебсайте.","leg16":"Торговые марки, логотипы, символы и знаки обслуживания (далее \"Товарные знаки\"), размещенные на сайте, принадлежат Nestlé Group. Ничто, содержащееся на данном сайте, не должно быть истолковано как предоставление лицензии или права на использование любых торговых марок, представленных на этом сайте.  Использование/ненадлежащее использование торговых знаков, размещенных на данном сайте, или любого другого контента на этом сайте, за исключением случаев, предусмотренных в настоящих Положениях и условиях, строго запрещены. Вы также уведомлены, что Nestlé Group будет активно защищать свою интеллектуальную собственность по всей строгости закона, включая уголовное преследование за тяжкие преступления.","leg13":"© 2013 CPW S.A. ","leg14":"Все авторские права и другие права интеллектуальной собственности на все тексты, изображения и другие материалы на данном сайте, являются собственностью Группы компаний Нестле, или включены с разрешения соответствующего владельца. ","legl39":"Mozilla Firefox 4.0 или Google Chrome","legl35":"Safari 5.0 и выше, Mozilla Firefox 4.0 и выше, Google Chrome, Opera 11","legl36":"1Gb оперативной памяти; 128Mb ведеопамяти","legl37":"Процессор: минимум 2.33GHz и выше, x86 совместимый; для нетбуков: минимум Intel® Atom™ 1.6GHz и выше","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 и выше (32-bit и 64-bit), openSUSE® 11.3 и выше (32-bit и 64-bit), Ubuntu 10.04 и выше (32-bit и 64-bit)","legl43":"головокружение ","legl42":"Перед запуском игры закройте все приложения. ","legl45":"подергивание глаз или мышц ","legl44":"нарушение зрения ","legl41":"Убедитесь, что в настройках видео установлен 32-битный цвет. Откройте Настройки дисплея в панели управления, затем выберите 32-битную глубину Цвета. ","legl40":"1Gb оперативной памяти; 128Mb ведеопамяти"}