{"legl30":"Microsoft® Windows® XP (32-bitni), Windows Server® 2003 (32-bitni), Windows Server 2008 (32-bitni), Windows Vista® (32-bitni), Windows 7 (32-bitni in 64-bitni)","legl31":"Internet Explorer 8.0 ali višji, Mozilla Firefox 4.0 in višji, Google Chrome, Safari 5.0 in višji, Opera 11","legl32":"1GB spomina RAM; 128 MB grafičnega spomina","legl33":"Intel Core™ Duo 1.33 GHz ali hitrejši procesor","legl34":"Mac OS X v10.6 ali v10.7","legl25":"21. S sodelovanjem v promociji v celoti in brezpogojno soglašaš s temi določbami in pogoji.","legl24":"20. Za tehnično podporo glej Informacije o igri na [nestle.angrybirds.com] ali se obrni na lokalno službo podjetja Nestlé / CPW za pomoč potrošnikom.","legl27":"23. Pridržujemo si pravico do sprememb in popravkov teh določb in pogojev. Prosimo, da si občasno ogledaš to stran in pregledaš te in nove, dodatne informacije.","legl26":"22. Pridržujemo si pravico, da kadar koli omejimo ali prekinemo tvoj dostop do te spletne strani ali katere koli značilnosti te strani ali katere koli značilnosti oz. njenega dela na splošno.","legl29":"2.33 GHz ali hitrejši x86-združljivi procesor ali Intel® Atom™ 1.6 GHz ali hitrejši procesor za mini prenosnike","legl28":"24.  Te določbe in pogoje ter morebitne zahtevke, ki bi izvirali iz njih, se ureja in razlaga v skladu z zakonodajo Slovenije in sodijo pod izključno pristojnost sodišč v Sloveniji.","legl22":"18. Igra je izdelana izključno v razvedrilne namene. Vsaka igra vsebuje informacije, ki so zasnovane izključno za omogočanje možnosti simulacije. Ne jamčimo, da so informacije, ki jih igra vsebuje, pravilne, varne ali točne, zato jih ne smeš uporabljati ali se zanašati nanje v resničnem življenju. Odškodninski zahtevki zaradi škode ali izgube, ki bi nastala zaradi uporabe katerih koli informacij, vsebovanih v igrah, bodo zato zavrnjeni, podjetja NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD ali njihove podružnice, z njimi povezana podjetja ali dobavitelji pa v zvezi s tem na noben način ne bodo odgovorni.","legl23":"19. Vsi osebni podatki ali material, ki je poslan na spletne strani skupine Nestlé, je predmet politike skupine Nestlé na področju varovanja zasebnosti in varovanja osebnih podatkov, ki je opisana v Obvestilu o varovanju zasebnosti tukaj.","legl20":"16. Avtorske pravice veljajo tudi za vse komponente, vključene v igro, ki jo je mogoče prenesti na računalnik. Lastnik(i) avtorskih pravic si pridržuje(jo) vse pravice.","legl21":"17. Spletno stran in igro uporabljaš na lastno odgovornost. Podjetje Nestlé Group ne odgovarja in ne nosi odgovornosti za nobeno škodo zaradi virusov, ki bi lahko prizadeli tvojo računalniško opremo ali drugo lastnino zaradi tvoje uporabe, dostopanja ali nalaganja katerega koli materiala iz igre in/ali spletne strani. Spletno vsebino je mogoče predvajati na različnih napravah. Prosimo, prepričaj se, da naprava, na kateri želiš predvajati igro, omogoča izbrani format. Pozor: nekatere naprave morda ne bodo predvajale izbranega formata. Spletna vsebina je bila temeljito pregledana in preizkušena v vseh fazah izdelave; kljub temu lahko vsebuje večje ali manjše programske napake. Program je posredovan “kot je”, zato sam prevzemaš odgovornost za določanje ustreznosti programa za tvoj sistem in za posledične izide. Podjetja NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED ali njihove podružnice ali povezana podjetja ali njihovi dobavitelji v nobenem primeru ne odgovarjajo za posledice ali kakršno koli nastalo materialno ali nematerialno škodo, ki bi lahko nastala zaradi uporabe ali nezmožnosti uporabe igre in/ali spletne strani.","legl16":"12. Promotor si pridržuje pravico, da umakne ali spremeni promocijo.","legl15":"11. Vse in vsakršne pravice intelektualne lastnine do izdelkov, ki so na voljo na spletni strani, kot tudi do tu opisane igre, ostajajo last zadevnih lastnikov teh pravic.","legl14":"10. Morebitne pritožbe v zvezi s promocijo morajo biti podane v pisni obliki z obrazložitvijo in posredovane promotorju po pošti na naslov lokalne službe za pomoč potrošnikom, takoj ko se pokažejo razlogi za takšne pritožbe. Odločitev promotorja v vseh zadevah, ki izvirajo iz promocije, je dokončna, zato v zvezi z njo ne bo korespondence.","legh1":"Določbe in pogoji","legl13":"9. Promocija se začne z 15.12.2013 in zaključi z 15.3.2014, kar pomeni, da dostop na spletno stran ne bo mogoč pred 1.12.2013 in po 31.3.2014.","legl7":"4. Z vnosom kode na spletno stran, skladno s klavzulo 3c, postaneš udeleženec v promociji (“udeleženec”) in šteje se, da si soglašal z udeležbo v promociji za igranje spletne igre v skladu s tu navedenimi določbami in pogoji.","leg9":"Igre tečejo zelo počasi.","legl19":"15. Vsako nepooblaščeno oddajanje, javno predvajanje, kopiranje, ponovno snemanje, javni prikaz ali postavljanje avdio-vizualnih predstavitev, ki se vključene v igro, na internet oz. prek interneta (ali dajanje pooblastila za katero koli od zgoraj naštetih dejanj) na kakršen koli način je strogo prepovedano.","legl6":"c. vnesti kodo na naslednjo spletno stran: :[nestle.angrybirds.com], po kliku na zastavico Slovenije (“spletna stran”), da lahko igra spletno igro v obdobju, določenem v klavzuli 9. ","leg8":"Ne, vsi programi so bili v celoti pregledani in ne vsebujejo virusov.","legl18":"14. Avdio-vizualno vsebino objavlja podjetje CPW S.A. po licenci podjetja ROVIO ENTERTAINMENT LTD.","legl9":"6. V obdobju, določenem v klavzuli 9, je mogoče na spletno stran za igranje spletne igre vnesti vsako kodo. Nepravilne, neveljavne ali neodobrene kode, ki bodo vnesene na spletno stran, bodo zavrnjene, udeleženec, ki bo tako kodo vnesel, pa bo o tem nemudoma obveščen.","leg7":"Ali je možno, da igra vsebuje virus?","legl17":"13. Spletna stran lahko vsebuje povezave na strani, ki jih imajo v lasti ali s katerimi upravljajo druge osebe. Take povezave so dodane le zaradi prikladnosti za vas. Promotor teh strani ne nadzira, zato ne odgovarja za vsebino, varovanje zasebnosti, politiko ali varnost takih strani.","legl8":"5. Vse kode potrdi promotor, takoj ko jih vneseš na spletno stran.","leg6":"Linux:","legl3":"3. Za sodelovanje v promociji mora vsaka oseba, ki je do sodelovanja upravičena v skladu s klavzulo 2, v roku, določenem v klavzuli 9:","legh6":"Zdravstvena opozorila","leg5":"Operacijski sistem Mac:","legl2":"2. V promociji lahko sodelujejo prebivalci Slovenije starejši od 18 let in tudi mlajši v prisotnosti/z dovoljenjem njihovih staršev.","leg4":"Windows:","leg3":"Igra potrebuje Flash 11 za zagon. Flash 11 ima lastne zahteve.  ","legl5":"b. poiskati kodo na pakiranju vseh promocijskih izdelkov (“koda”) in shraniti to embalažo ali vsaj tisti del embalaže, na katerem je zapisana koda;","leg2":"Na tej spletni strani se izrazi \"mi\", \"nas\", \"naš\" \"Nestlé\" in \"Nestlé Group\" nanašajo na podjetje CPW S.A., Nestlé S.A, General Mills Inc. in morebitne podružnice podjetja, kot je razvidno iz sobesedila. ","legl4":"a. kupiti paket kosmičev (ki ga ponuja promotor v promocijskem pakiranju, ki se nanaša na promocijo) (“izdelek”); ","leg1":"Zahvaljujemo se ti za obisk te spletne strani. Prosimo, natančno preberi določbe in pogoje v tem dokumentu, saj vsakršna uporaba te spletne strani predstavlja tvoje sprejemanje teh določb in pogojev. ","legh2":"INFORMACIJE O IGRI ","legh3":"Minimalne zahteve sistema","legh4":"Reševanje težav","legl1":"1. Promotor promocije “Angry Birds” v Sloveniji (“promocija”) je: podjetje CPP (“promotor”).","legh5":"Težave v zvezi s knjižnico DirectX:","leg12":"Nekateri ljudje ob ogledu utripajočih luči ali vzorcev v našem vsakdanjem okolju doživijo epileptične napade. Ti ljudje lahko doživijo epileptični napad tudi, ko gledajo slike na televiziji ali igrajo računalniške igre. Tudi igralci, ki še nikoli niso doživeli napada, lahko doživijo neodkrito epileptično stanje. Če imaš ti ali kdor koli v tvoji družini epilepsijo, se pred igranjem računalniških igric posvetuj z zdravnikom. Če med igranjem opaziš katerega koli od naslednjih simptomov, takoj prenehaj z igro:","legl10":"7. Vsaka koda daje udeležencu pravico, da:","leg11":"Da lahko igraš, mora biti na tvojem računalniku nameščena knjižnica DirectXÂ® 9.0c ali novejša. DirectX lahko namestiš tako, da si preneseš na računalnik programsko opremo z Microsoft Windows Update na naslovu http://windowsupdate.microsoft.com. Če ob uporabi DirectX opaziš težave z videom ali zvokom, pojdi na http://support.microsoft.com, da se boš seznanil z najnovejšimi informacijami o reševanju težav. Prav tako bi moral od proizvajalca tvoje video ali zvočne kartice pridobiti najnovejše gonilnike, združljive s knjižnico DirectX.","legl11":"a. igra igro na spletu glede na edinstveno kodo s spletne strani na svojem računalniku. Igre ni mogoče naložiti na svoj računalnik. ","leg10":"Če igre tečejo počasi, prosimo, poskusi z naslednjimi ukrepi:","legl12":"8. Pravice, zajamčene na podlagi klavzul 3 in 7, niso prenosljive. Izplačilo v gotovini ni mogoče.","legl48":"nehoteni gibi in/ali krči ","legl46":"duševna zmedenost  ","legl47":"izguba zavedanja o okolici ","leg15":"Dovoljeno ti je brskati po tej spletni strani, reproducirati izvlečke s tiskanjem, nalaganjem na trdi disk ali za namene distribucije drugim posameznikom. To je dovoljeno le pod pogojem, da s tem ne kršiš nobene avtorske pravice ali drugih lastniških pravic in da je na takih reprodukcijah jasno vidna zgornja trgovska znamka. Prepovedano pa je za tržno korist prodajati ali distribuirati reprodukcije katerega koli dela te spletne strani; prav tako se jih ne sme spreminjati ali vključevati v druga dela, objave ali na spletne strani.","leg16":"Trgovske znamke, logotipi, črkovni zapis in storitvene znamke (skupno poimenovani \"trgovske znamke\"), prikazani na tej spletni strani, pripadajo skupini Nestlé. Nobena določba s te spletne strani se ne sme razlagati kot dodelitev katere koli licence ali pravice do uporabe katere koli trgovske znamke, prikazane na tej spletni strani. Tvoja uporaba/zloraba trgovskih znamk, prikazanih na tej spletni strani, ali katere koli druge vsebine te spletne strani, razen izjem, določenih v teh določbah in pogojih, je strogo prepovedana. Opozarjamo te tudi, da bo skupina Nestlé rigorozno uveljavljala svoje pravice intelektualne lastnine v največji možni meri, ki jo dovoljuje zakonodaja, vključno s kazenskim pregonom za primere resnih kaznivih dejanj.","leg13":"© 2013 CPW S.A. ","leg14":"Vse avtorske pravice in druge pravice intelektualne lastnine do vsega besedila, slik in drugih materialov na tej spletni strani so last skupine Nestlé ali pa so vključene v dovoljenje zadevnega lastnika. ","legl39":"Mozilla Firefox 4.0 ali Google Chrome","legl35":"Safari 5.0 in višji, Mozilla Firefox 4.0 in višji, Google Chrome, Opera 11","legl36":"1GB spomina RAM; 128 MB grafičnega spomina","legl37":"2.33 GHz ali hitrejši x86-združljivi procesor ali Intel Atom 1.6 GHz ali hitrejši procesor za mini prenosnike","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 ali novejši (32-bitni in 64-bitni), openSUSE® 11.3 ali novejši (32-bitni in 64-bitni), Ubuntu 10.04 ali novejši (32-bitni in 64-bitni)","legl43":"omotica ","legl42":"Pred zagonom igre zapri vse aplikacije. ","legl45":"trzanje očesa ali mišice ","legl44":"spremembe vida ","legl41":"Prepričaj se, da so tvoje video nastavitve nastavljene na 32-bitne barve. Na nadzorni plošči odpri ikono Prikaži nastavitve in izberi nastavitev 32-bitne barve. ","legl40":"1 GB spomina RAM; 128 MB grafičnega spomina"}