{"legl30":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit dhe 64-bit)","legl31":"Internet Explorer 8.0 e më lartë, Mozilla Firefox 4.0 e më lartë, Google Chrome, Safari 5.0 dhe më lartë, Opera 11","legl32":"1GB RAM; 128MB memorie grafike","legl33":"Intel Core™ Duo 1.33GHz ose procesor më i shpejtë","legl34":"Mac OS X v10.6 ose v10.7","legl25":"21. Duke marrë pjesë në Promocion, ju bini dakord plotësisht dhe pa kushte të pranoni këto Kushte të Përgjithshme.","legl24":"20. Për ndihmë teknike, lutemi shikoni Informacionin e Lojës në [nestle.angrybirds.com] ose kontaktoni shërbimin vendor për konsumatorët të Nestlé / CPW.","legl27":"23. Ne rezervojmë të drejtën të bëjmë ndryshime dhe korrigjime në këto Kushte të Përgjithshme. Ju lutemi lexojeni këtë faqe herë pas here për të rishkuar këto informacione dhe informacionet shtesë.","legl26":"22. Ne rezervojmë të drejtën të kufizojmë ose ndërpresim hyrjen tuaj në këtë faqe interneti ose çdo veçori në këtë faqe interneti, apoçdo veçori tjetër ose pjesë të saj në çdo kohë.","legl29":"Procesor që përputhet me x86, 2.33GHz  ose më të shpejtë , ose Intel® Atom™ 1.6GHz ose procesor më të shpejtë për netbooks","legl28":"24.  Këto kushte të përgjithshme dhe çdo kusht i vendosur këtu më poshtë do të udhëhiqen dhe do të shpjegohen në pajtim me [Kosovo] ligjin për juridiksionin ekskluziv të gjykatave [Kosovo].","legl22":"18. Lojërat janë vetëm për qëllime argëtimi. Secila Lojë përmban informacion të krijuar vetëm për të mundësuar opsione simulimi. Informacioni brenda Lojës nuk garantohet të jetë i saktë, i sigurt ose i përpiktë dhe nuk duhet përdorur ose nuk duhet të mbështeteni mbi të në rrethana të jetës reale. Paditë për përgjegjësi që kanë të bëjnë me dëmtimet ose humbjet shkaktuar nga përdorimi i informacionit ofruar në Lojëra do të refuzohen dhe në asnjë rast NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD ose asnjë nga partnerët e saj përkatës, kompanitë partnere ose furnitorët, nuk do të jenë përgjegjës për to.","legl23":"19. Çdo informacion personal dhe material i dërguar te faqja e Grupit Nestlé i nënshtrohet politikës mbi privatësinë dhe mbrojtjen e të dhënave personale parashtruar në Njoftimin e Politikës që ndodhet këtu.","legl20":"16. Të drejtat e autorit shtrihen mbi të gjithë përbërësit e  përfshirë në Lojën e shkarkueshme. Të gjitha të drejtat janë të rezervuara nga pronari(ët) i/e të drejtave të autorit.","legl21":"17. Përdorimi nga ju i faqes së internetit dhe Lojës bëhen ekskluzivisht duke marrë parasysh ju vetë rrezikun. Për më tepër, Grupi Nestlé nuk do ketë asnjë detyrim ose përgjegjësi për çdo lloj humbjeje për shkak të viruseve që mund të infektojnë pajisjet tuaja kompjuterike ose pronat e tjera për shkak se ju përdorni, hyni ose shkarkoni çdo një nga materialet nga Loja dhe/ose Faqja e Internetit. Përmbajtja në internet mund të luhet në pajisje të ndryshme. Lutemi sigurohuni që pajisja ku dëshironi të luani Lojën ju lejon të zgjidhni formatin. Kujdes: disa pajisje mund të mos luajnë formatin e zgjedhur. Përmbajtja në internet është kontrolluar dhe testuar thellësisht në të gjitha fazat e prodhimit; megjithatë, mund të përmbajë defekte programi të rëndësishme ose të parëndësishme. Programi ofrohet “siç është” dhe ju pranoni përgjegjësinë për përcaktimin e përshtatshmërisë së programit në sistemin tuaj dhe rezultatin e marrë. Në asnjë rast NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED, asnjë nga kompanitë filiale e partnere ose furnitorët e saj, nuk do të jenë përgjegjës për asnjë pasojë ose dëmtim aksidental material ose të parëndësishme si pasojë e përdorimit ose e pamundësisë për të përdoruar Lojën dhe/ose Faqen e Internetit.","legl16":"12. Promovuesi ka drejtën ta tërheqë ose ta ndryshojë Promocionin.","legl15":"11. Të gjitha dhe çdo e drejtë e pronës intelektuale ndaj artikujve të disponueshme në faqen e internetit si dhe lojës së specifikuar këtu do të mbetet me të drejtat përkatëse të pronarit(ëve).","legl14":"10. Çdo ankesë në lidhje me Promocionin duhet bërë me shkrim me justifikim dhe duhet njoftuar Promovuesi duke e dërguar postën te shërbimi vendor i konsumatorëve, menjëherë pasi të jetë paraqitur arsyeja(et) e këtyre ankesave. Vendimi i Promovuesit në çdo çështje që rezulton nga Promocioni është përfundimtar dhe nuk do të hyhet në asnjë lloj korrespondence.","legh1":"Kushtet e Përgjithshme","legl13":"9. Promocioni fillon më [15.12.2013] dhe mbyllet më [15.03.2014], gjë e cila do të thotë se nuk mund të hyni në faqen e internetit më parë se data [01.12.2013] dhe më vonë se data [31.03.2014].","legl7":"4. Duke vendosur Kodin në faqen e internetit sipas klauzolës 3c, ju bëheni pjesëmarrës në Promocion (“Pjesëmarrësi”) dhe mendohet se bini dakord të merrni pjesë në Promocion për të luajtur lojën në internet bazuar mbi kushtet e përgjithshme që janë paraqitur këtu.","leg9":"Lojërat ecin shumë ngadalë.","legl19":"15. Ndalohet rreptësisht çdo lloj transmetimi i paautorizuar, performance publike, kopjim, re-regjistrim, shfaqje publike ose bërja e prezantimeve audio-vizuale përfshirë në Lojë që gjenden ose shfaqen në internet (ose autorizimi i çdonjërës prej çka më sipër).","legl6":"c. Të vendosin Kodin në faqen e mëposhtme në internet: :[nestle.angrybirds.com], pasi të kenë klikuar mbi flamurin e [Kosovo] (“Faqja e internetit”) për të luajtur lojën në internet gjatë periudhës së përcaktuar në klauzolën 9.","leg8":"Jo, të gjitha programet janë kontrolluar plotësisht dhe nuk kanë viruse.","legl18":"14. Përmbajtja audio-vizuale është publikuar nga CPW S.A me licencë të lëshuar nga ROVIO ENTERTAINMENT LTD.","legl9":"6. Secili kod mund të vendoset në faqen e internetit për të luajtur në internet gjatë periudhës së përcaktuar në klauzolën 9. Kodet e pasakta, të pavlershme ose të paautorizuara që vendosen në faqen e internetit do të refuzohen dhe Pjesëmarrësi që vendos një kod të tillë do të informohet menjëherë.","leg7":"A është e mundur që Loja të përmbajë një virus?","legl17":"13. Faqja e internetit mund të përmbajë lidhje në faqe që janë në pronësi ose operohen nga palë të tjera dhe jo Promovuesi. Këto lidhje janë ofruar vetëm për t’ju ndihmuar. Promovuesi nuk i kontrollon dhe nuk është përgjegjës për përmbajtjen, privatësinë, politikat ose sigurinë e këtyre faqeve.","legl8":"5. Të gjitha kodet verifikohen nga Promovuesi menjëherë pasi të jenë vendosur në faqen e internetit.","leg6":"Linux:","legl3":"3. Për të marrë pjesë në Promocion, të gjithë ata që e kanë të drejtën sipas klauzolës 2, brenda periudhës së përcaktuar në klauzolën 9 duhet:","legh6":"Paralajmërime për shëndetin","leg5":"Mac OS:","legl2":"2. Promocioni është i hapur për të gjithë personat mbi moshën [18] dhe banues në [Albania].","leg4":"Windows:","leg3":"Loja kërkon që të jetë aktivizuar Flash 11. Flash 11 ka kërkesat e tij.","legl5":"b. Të gjejnë një kod në ambalazhimin e tëgjitha produkteve promocionale (“Kodi”) dhe ta ruajë ambalazhimin ose të paktën pjesën e ambalazhimit që përmban Kodin;","leg2":"Në të gjithë këtë faqe, termat \"ne\", \"neve\", \"tonat\", \"Nestlé” dhe “Grupi Nestlé” i referohen CPW S.A., Nestlé S.A, General Mills Inc. dhe çdo kompanie filiale sipas kontekstit. ","legl4":"a. Të blejnë një pako [CHOCAPIC®, NESQUIK DUO®, LION®, HONEY CHEERIOS®] (“ofruar nga Promovuesi në ambalazhimin promocional përmendur në Promocion (“Produkti”); ","leg1":"Ju falenderojmë që e vizituat këtë faqe interneti. Ju lutemi sigurohuni që të keni lexuar me kujdes Kushtet e Përgjithshme në këtë dokument pasi çdo përdorim i kësaj faqeje nënkupton që ju i keni pranuar Kushtet e Përgjithshme të parashtruara këtu. ","legh2":"INFORMACION MBI LOJËN ","legh3":"Kërkesat Minimale të Sistemit","legh4":"Zgjidhja e problemeve","legl1":"1. Promovuesi i promocionit për \"Angry Birds\" në [Kosovo] (“Promocioni”) është: [Nestle Adriatic Spice, Bulevar Milutina Milankovića 11a, 110701 Novi Beograd] (“Promovuesi”).","legh5":"Problemet DirectX:","leg12":"Disa njerëz pësojnë kriza epileptike kur shikojnë drita me flakërimë ose motive në mjedisin e përditshëm. Këta njerëz mund të kenë kriza epileptike kur shikojnë figura në televizor ose kur luajnë lojëra në kompjuter. Edhe lojtarët që nuk kanë pasur kurrë kriza mundet që të kenë një problem epileptik të pazbuluar. Konsultohuni me doktorin përpara se të luani lojëra kompjuterike nëse ju ose dikush tjetër në familjen tuaj ka problem epileptik. Ndaloni menjëherë lojën nëse keni ndonjë nga simptomat e mëposhtme gjatë lojës:","legl10":"7. Secili kod do t\u0027i japë pjesëmarrësit të drejtën që të:","leg11":"Përpara se të luani duhet të instaloni në kompjuterin tuaj DirectXÂ® 9.0c ose një version më të ri. Ju mund ta instaloni DirectX duke shkarkuar softuerin nga Përditësimi i Microsoft Windows në http://windowsupdate.microsoft.com. Nëse hasni në probleme me videon ose zërin kur përdorni DirectX, shkoni te http://support.microsoft.com për informacionin më të fundit mbi zgjidhjen e problemeve. Duhet të keni edhe drajverat më të fundit të DirectX-kompatibël nga prodhuesi juaj i kartës së videos ose zërit.","legl11":"a. Luajë lojën në internet për kod unik nga faqja e interneti në kompjuterin tuaj. Loja nuk mund të shkarkohet në kompjuterin tuaj. ","leg10":"Nëse lojërat ecin shumë ngadalë, ju lutemi provoni hapat e mëposhtëm:","legl12":"8. Të drejtat e dhëna në bazë të klauzolave 3 dhe 7 nuk janë të transferueshme. Nuk ka alternativa me para në të holla.","legl48":"lëvizje të pavullnetshme dhe/ose konvulsione ","legl46":"çoroditje mendore ","legl47":"humbje të ndërgjegjësimit të mjedisit përreth ","leg15":"Ju lejoheni ta shfletoni këtë faqe interneti, të riprodhoni ekstrakte nëpërmjet printimit, të shkarkoni në një disk ose ta shpërndani te individët e tjerë. Kjo duhet bërë vetëm me kusht që ju të ruani të gjitha të drejtat e autorit dhe njoftimet e tjera të pronësisë dhe që shënimi i mësipërm mbi markat tregtare të shfaqet në riprodhime të tilla. Asnjë riprodhim i asnjë pjese të kësaj faqeje të interneti nuk mund të shihet ose shpërndahet për përfitim tregtar e as mund të modifikohet ose përfshihet në asnjë punë, publikim ose faqe tjetër interneti.","leg16":"Markat e tregtimit, logot, karakteret dhe shenjat e shërbimit (së bashku \"Markat e Tregtimit\") të publikuara në këtë faqe interneti i përkasin Grupit Nestlé. Asgjë e përfshirë në këtë faqe interneti nuk mund të interpretohet sikur jep ndonjë licencë ose të drejtë për të përdorur një Markë Tregtimi të publikuar në këtë faqe. Ndalohet rreptësisht përdorimi/keqpërdorimi nga ju i Markave të Tregtimit në këtë faqe interneti, ose në çdo përmbajtje tjetër në këtë faqe interneti, përveçse kur ofrohet sipas këtyre Kushteve të Përgjithshme. Ju po ashtu viheni në dijeni se Grupi Nestlé do të zbatojë me force të drejtat e tij të pronës intelektuale deri në masën më të lartë që lejohet nga ligji përfshi ndjekjen penale për shkeljet e rënda.","leg13":"© 2013 CPW S.A. ","leg14":"Të gjitha të drejtat e autorit dhe të drejtat e tjera të pronës intelektuale në të gjithat tekstet, imazhet ose materialet e tjera në këtë faqe interneti janë pronë e Grupit Nestlé ose janë përfshirë me lejen e pronarit përkatës. ","legl39":"Mozilla Firefox 4.0 ose Google Chrome","legl35":"Safari 5.0 ose më i lartë, Mozilla Firefox 4.0 e më i lartë, Google Chrome, Opera 11","legl36":"1GB RAM; 128MB memorie grafike","legl37":"Procesor që përputhet me x86, 2.33GHz ose më i shpejtë, ose Intel Atom 1.6GHz ose procesor më i shpejtë për netbooks","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 ose më i ri (32-bit dhe 64-bit), openSUSE® 11.3 ose më i ri (32-bit dhe 64-bit), Ubuntu 10.04 ose më i ri (32-bit dhe 64-bit)","legl43":"marrje mendsh ","legl42":"Mbyllni të gjitha aplikacionet përpara se të hapni lojën. ","legl45":"dridhje të syrit ose muskujve  ","legl44":"probleme me shikimin ","legl41":"Sigurohuni që cilësimet tuaja për videon janë vendosur në 32 bit colour. Hapni ikonën e Cilësimeve të Ekranit në panelin e kontrollit, e më pas zgjidhni cilësimin 32 Bit Colour. ","legl40":"1GB RAM; 128MB memorie grafike"}