{"legl30":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit i 64-bit)","legl31":"Internet Explorer 8.0 i noviji, Mozilla Firefox 4.0 i noviji, Google Chrome, Safari 5.0 i noviji, Opera 11","legl32":"1 GB RAM memorije; 128 MB grafičke memorije","legl33":"Intel Core™ Duo 1,33 GHz ili brži procesor","legl34":"Mac OS X v10.6 ili v10.7","legl25":"21. Učešćem u Promociji, u potpunosti i bezuslovno prihvatate ove Odredbe i uslove.","legl24":"20. Za tehničku podršku, pogledajte Informacije o Igrici na [nestle.angrybirds.com] ili se obratite lokalnom korisničkom servisu Nestlé / CPW.","legl27":"23. Zadržavamo pravo na izmene i ispravke ovih Odredbi i uslova. Molimo vas da pogledate ovu stranicu s vremena na vreme kako biste videli ove i nove dodatne informacije.","legl26":"22. Zadržavamo pravo da vam ograničimo ili zabranimo pristup ovom sajtu ili bilo kojim karakteristikama ovog sajta ili njegovog dela u bilo kom trenutku.","legl29":"Procesor od 2,33 GHz ili brži koji je kompatibilan sa x86, Intel® Atom™ 1,6GHz ili brži procesor za netbook računare","legl28":"24. Ove Odredbe i uslovi i svaka stavka u daljem tekstu podleže propisima [Crna Gora  ] i tumači se u skladu sa propisima [Crna Gora  ] koji podležu isključivoj nadležnosti [Crna Gora  ] sudova.","legl22":"18. Igrice su namenjene isključivo za zabavu. Svaka Igrica sadrži informacije koje treba da omoguće samo opcije za simulaciju. Ne garantuje se da su informacije sadržane u Igrici tačne, bezbedne ili precizne i ne treba ih koristiti niti se oslanjati na njih u stvarnim životnim situacijama.    Bilo kakvi imovinskopravni zahtevi u pogledu štete ili gubitaka uzrokovanih upotrebom bilo kojih informacija datih u Igricama biće odbačeni i ni u kom slučaju NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD niti bilo koje od njihovih filijala ili pridruženih kompanija ili snabdevača, neće snositi odgovornost u vezi sa istim. ","legl23":"19. Sve lične podatke ili materijale koje ste poslali na vebsajtove Nestlé Group podležu  izjavi o privatnosti i zaštiti ličnih podataka Nestlé Group koja je navedena u Obaveštenju o privatnosti koje se nalazi ovde.","legl20":"16. Autorsko pravo ostaje u svim komponentama obuhvaćenim Igricom koja se može preuzeti. Sva prava zadržava vlasnik/vlasnici autorskog prava.","legl21":"17. Koristite Vebsajt i Igricu isključivo na vaš sopstveni rizik. Dalje, Nestlé Group ne snosi nikakvu odgovornost za bilo kakav gubitak koji nastane usled virusa koji mogu zaraziti vašu računarsku opremu ili drugu imovinu usled korišćenja, pristupa ili preuzimanja materijala sa Igrice i/ili Vebsajta. Sadržaj koji se nalazi na internetu može se igrati na različitim uređajima. Molimo vas da proverite da li uređaj na kojem želite da igrate Igricu podržava izabrani format. Pažnja: neki uređaji ne mogu da podrže izabrani format. Sadržaj koji se nalazi na internetu detaljno je proveren i testiran u svim fazama proizvodnje; ipak, on može sadržati značajne ili beznačajne greške u programu. Program je dostupan “takav kakav je” i vi snosite odgovornost za utvrđivanje podobnosti programa za vaš sistem i rezultata koji se dobijaju. Ni u kom slučaju NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED, niti bilo koje od njihovih filijala ili pridruženih kompanija ili snabdevača, nije odgovoran za posledice niti bilo   kakvu materijalnu ili nematerijalnu štetu koja nastaje kao rezultat upotrebe ili nemogućnosti upotrebe Igrice i/ili Vebsajta.","legl16":"12. Promoter zadržava pravo da povuče ili izmeni Promociju.","legl15":"11. Sva ili neka od navedenih prava intelektualne svojine na članke koji su dostupni na Vebsajtu kao i na Igricu zadržavaju    vlasnici prava.","legl14":"10. Sve žalbe u vezi sa Promocijom treba dostaviti u pisanoj formi sa obrazloženjem i o njima obavestiti Promotera poštom na adresu lokalnog korisničkog servisa, odmah nakon otkrivanja osnova za žalbe. Odluka Promotera o svim pitanjima koja proizilaze iz Promocije je konačna.","legh1":"Odredbe i uslovi","legl13":"9. Promocija počinje [15.12.2013] i završava se [15.03.2014], što znači da se Vebsajtu ne može pristupiti pre [01.12.2013] niti nakon [31.03.2014].","legl7":"4. Unosom Koda na vebsajt kao što je navedeno u klauzuli 3c, postajete učesnik Promocije (“Učesnik”) i smatra se da ste pristali da učestvujete u Promociji za igranje Igrice preko interneta prema odredbama i uslovima koji su ovde navedeni.","leg9":"Igrice rade veoma sporo.","legl19":"15. Svako neovlašćeno emitovanje, javno izvođenje, kopiranje, presnimavanje, javno prikazivanje ili izrada audio-vizuelnih prezentacija sadržanih u Igrici koja je dostupna na internetu    (ili odobravanje bilo čega od prethodno navedenog), na bilo koji način strogo je zabranjeno.","legl6":"c. Unese Kod na sledeći vebsajt: :[nestle.angrybirds.com], nakon klika na zastavu Crna Gora  (“Vebsajt”) kako bi igrao igricu preko interneta tokom perioda određenog klauzulom 9. ","leg8":"Ne, svi programi su potpuno provereni i nemaju viruse.","legl18":"14. Audio-vizuelni sadržaj objavljuje CPW S.A. pod licencom ROVIO ENTERTAINMENT LTD.","legl9":"6. Svaki Kod se može uneti na Vebsajt za igranje preko interneta tokom perioda određenog klauzulom 9. Netačni ili nevažeći    kodovi uneti na Vebsajt biće odbijeni, a Učesnik koji taj Kod unese biće odmah obavešten. ","leg7":"Da li je moguće da Igrica sadrži virus?","legl17":"13. Vebsajt može sadržati linkove ka sajtovima koji su vlasništvo trećih lica ili kojima upravljaju treća lica, osim Promotera. Ti linkovi su dostupni isključivo za vašu upotrebu. Promoter ne kontroliše te sajtove, niti je odgovoran za sadržaj, privatnost, politiku ili bezbednost tih sajtova.","legl8":"5. Sve Kodove verifikuje Promoter odmah nakon njihovog unosa na Vebsajt.","leg6":"Linux:","legl3":"3. Da bi učestvovao u Promociji, svako ko na to ima pravo prema klauzuli 2, u periodu određenom klauzulom 9 treba da:","legh6":"Zdravstvena upozorenja ","leg5":"Mac OS:","legl2":"2. Promocija je otvorena za sve starije od 12 godina koji žive u Crnoj Gori, a učešće u kampanji za decu starosne dobi do 12 godina dozvoljeno je isključivo uz saglasnost roditelja.","leg4":"Windows:","leg3":"Za pokretanje igrice potreban je Flash 11. Flash 11 ima svoje sopstvene zahteve.","legl5":"b. Pronađe kod na pakovanju svih promotivnih Proizvoda (“Kod”) i sačuva to pakovanje ili bar deo pakovanja na kojem se nalazi Kod;","leg2":"Na ovom sajtu, izrazi \"mi\", \"nas\", \"naš\" \"Nestlé\" i \"Nestlé Group\" odnose se na CPW S.A., Nestlé S.A, General Mills Inc. i bilo koje od njihovih filijala u odgovarajućem kontekstu. ","legl4":"a. Kupi Nesquik, Chocapic, Cookie Crisp, Honey Cheerios, Lion žitarice za doručak koji nudi Promoter u promotivnom pakovanju koje se odnosi na Promociju (“Proizvod”); ","leg1":"Hvala vam što ste posetili ovaj vebsajt. Molimo vas da pažljivo pročitate Odredbe i uslove koji se nalaze u ovom dokumentu jer svaka upotreba ovog vebsajta podrazumeva vaše prihvatanje Odredbi i uslova koji su u njemu navedeni. ","legh2":"INFORMACIJE O IGRICI ","legh3":"Minimalni sistemski zahtevi","legh4":"Rešavanje problema","legl1":"1. Promoter promocije “Angry Birds” u Crnoj Gori (“Promocija”) je: Nestle Adriatic Spice Crna Gora, Serdara Jola Piletića b.b., Tržni centar Palada, 85330 Radanovići, Crna Gora (“Promoter”).","legh5":"Problemi sa DirectX-om:","leg12":"Neki ljudi doživljavaju epileptične napade kada gledaju trepćuću svetlost ili šare u svakodnevnom okruženju. Ovi ljudi mogu doživeti epileptične napade kada gledaju TV ili igraju igrice na računaru. Čak i igrači koji nikada nisu imali nikakve napade, ipak mogu doživeti neotkriveno epileptično stanje. Konsultujte se sa svojim lekarom pre igranja igrica na računaru ako vi, ili neko u vašoj porodici, imate epileptično stanje. Prekinite igricu odmah u slučaju da se jave neki od sledećih simptoma tokom igranja:","legl10":"7. Svaki Kod daje Učesniku pravo da:","leg11":"DirectXÂ® 9.0c ili novija verzija mora biti instaliran na vašem računaru da biste mogli da igrate. Možete instalirati DirectX preuzimanjem softvera sa Microsoft Windows Update na http://windowsupdate.microsoft.com. Ako naiđete na problem sa videom ili zvukom prilikom korišćenja DirectX-a, idite na http://support.microsoft.com za najnovije informacije o rešavanju problema. Takođe bi trebalo da dobijete najnovije drajvere kompatibilne sa DirectX-om od vašeg proizvođača video ili zvučne kartice.","legl11":"a. Igra Igricu preko interneta prema jedinstvenom kodu sa Vebsajta na svom računaru. Igrica se ne može preuzeti i prebaciti na računar. ","leg10":"Ako igrice rade veoma sporo, pokušajte nešto od sledećeg:","legl12":"8. Prava koja se daju na osnovu klauzula 3 i 7 se ne prenose. Nije dostupna opcija plaćanja gotovinom.","legl48":"nevoljni pokreti i/ili grčevi ","legl46":"mentalna konfuzija ","legl47":"gubitak svesti o okolini ","leg15":"Dozvoljeno vam je da pregledate ovaj vebsajt, reprodukujete delove putem štampanja, preuzimanja na hard disk ili za potrebe distribucije drugim pojedincima. Ovo se može raditi samo pod uslovom da ne ugoržavate autorska prava i druga vlasnička obaveštenja i da se gore navedeni zaštitni znak pojavljuje na tim reprodukcijama. Nikakva reprodukcija bilo kog dela ovog sajta se ne sme prodavati ili distribuirati za komercijalnu dobit niti se sme menjati ili pripajati bilo kojem drugom delu, publikaciji ili vebsajtu.","leg16":"Zaštitni znaci, logotipi, znakovi i oznake usluga (skupa, \"Zaštitni znaci\") prikazani na ovom sajtu pripadaju Nestlé Group. Ništa na ovom vebsajtu ne treba tumačiti kao davanje bilo kakve licence ili prava na korišćenje nekog Zaštitnog znaka prikazanog na ovom vebsajtu. Vaša upotreba/zloupotreba Zaštitnih znakova prikazanih na ovom vebsajtu, ili bilo kojeg drugog sadržaja na ovom vebsajtu, osim u slučajevima predviđenim ovim Odredbama i uslovima, strogo je zabranjena. Takođe vas obaveštavamo da će Nestlé Group    u potpunosti sprovoditi svoja prava na intelektualnu svojinu u skladu sa pozitivnim propisima uključujući i mogućnost pokretanja krivičnog postupka u slučaju zloupotrebe navedenih prava intelekutalne svojine. ","leg13":"© 2013 CPW S.A. ","leg14":"Sva autorska prava i druga prava intelektualne svojine u svim tekstovima, slikama i drugim materijalima na ovom sajtu vlasništvo su Nestlé Group ili su uključeni uz dozvolu relevantnog vlasnika. ","legl39":"Mozilla Firefox 4.0 ili Google Chrome","legl35":"Safari 5.0 i noviji, Mozilla Firefox 4.0 i noviji, Google Chrome, Opera 11","legl36":"1 GB RAM memorije; 128 MB grafičke memorije","legl37":"Procesor od 2,33 GHz ili brži koji je kompatibilan sa x86 ili Intel Atom 1,6 GHz ili brži procesor za netbook računare ","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 ili noviji (32-bit i 64-bit), openSUSE® 11.3 ili noviji (32-bit i 64-bit), Ubuntu 10.04 ili noviji (32-bit i 64-bit)","legl43":"vrtoglavica","legl42":"Zatvorite sve aplikacije pre pokretanja igrice. ","legl45":"trzanje oka ili mišića","legl44":"izmenjen vid ","legl41":"Proverite da li su vaša video podešavanja postavljena na boju od 32 bita. Otvorite ikonu Podešavanja ekrana (Display Settings) u Kontrolnoj tabli (Control Panel), zatim odaberite podešavanje za boju od 32 bita (32 Bit Colour). ","legl40":"1 GB RAM memorije; 128 MB grafičke memorije"}