{"legl30":"Microsoft® Windows® XP (32-bitars), Windows Server® 2003 (32-bitars), Windows Server 2008 (32-bitars), Windows Vista® (32-bitars), Windows 7 (32-bitars och 64-bitars)","legl31":"Internet Explorer 8.0 och högre, Mozilla Firefox 4.0 och högre, Google Chrome, Safari 5.0 och högre, Opera 11","legl32":"1 GB RAM, 128 MB grafikminne","legl33":"Intel Core™ Duo 1,33 GHz-processor","legl34":"Mac OS X 10.6 eller 10.7","legl25":"20. Genom att delta i kampanjen samtycker du till fullo och ovillkorligen till dessa villkor och bestämmelser.","legl24":"19. För teknisk support, läs spelinformationen på nestle.angrybirds.com eller kontakta Nestlé/CPW:s lokala kundtjänst.","legl27":"22. Vi förbehåller oss rätten att ändra eller korrigera dessa villkor och bestämmelser. Kontrollera regelbundet om denna sida innehåller någon ny eller ändrad information.","legl26":"21. Vi förbehåller oss rätten att när som helst begränsa eller avbryta din tillgång till webbplatsen eller vissa funktioner på denna.","legl29":"2,33 GHz x86-kompatibel processor, eller Intel® Atom™ 1,6 GHz-processor för bärbara datorer","legl28":"23. Dessa villkor och bestämmelser och eventuella krav med avseende på dessa ska regleras av, och tolkas i enlighet med, Sveriges lagstiftning av Sveriges domstol.","legl22":"17. Spelen är avsedda enbart för underhållning. Alla spel innehåller information som är utformad enbart i simuleringssyfte. Informationen i spelet garanteras inte vara korrekt, säker eller riktig, och ska inte användas eller betraktas som pålitlig i verkliga livet. Skadeståndsansvar avseende skada eller förlust till följd av användning av information i spelen kommer därför att avvisas, och under inga omständigheter ansvarar NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD eller något av dess dotterbolag, associerade företag eller leverantörer för sådana följder. ","legl23":"18. Personuppgifter eller material som skickas till Nestlé Group-webbplatserna lyder under Nestlé Group:s policy avseende personlig integritet och skydd av personuppgifter i enlighet med den information som återfinns här.","legl20":"15. Upphovsrätt föreligger för alla komponenter som ingår i det nedladdningsbara spelet. Upphovsrättsinnehavaren äger alla rättigheter.","legl21":"16. Du använder webbplatsen och spelet helt och hållet på egen risk. Nestlé Group ansvarar inte heller för någon form av förlust som kan uppstå till följd av virus som kan infektera din dator eller annan utrustning till följd av användning, tillträde till eller hämtning av material från spelet eller webbplatsen. Onlineinnehållet kan spelas på olika typer av utrustning. Kontrollera att den enhet du avser att använda har stöd för det aktuella formatet. Obs! Vissa enheter kan inte använda det aktuella formatet.  Onlineinnehållet har undersökts och testats grundligt i alla produktionsfaser; trots detta kan det innehålla väsentliga eller mindre väsentliga programfel. Programmet tillhandahålls i befintligt skick, och du ansvarar för att avgöra om det är lämpligt att använda med din utrustning, samt för följderna av användningen. Under inga omständigheter ansvarar NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED eller några av deras dotterbolag, associerade företag eller leverantörer för följder eller tillfälliga materiella eller immateriella skador som kan uppstå till följd av användning, eller hinder för användning, av spelet eller webbplatsen.","legl16":"11. Upphovsmannen förbehåller sig rätten att avsluta eller förändra kampanjen.","legl15":"10. Alla immateriella rättigheter till artiklarna på webbplatsen samt till spelet som specificeras här kvarstår hos relevanta rättighetsinnehavare.","legl14":"9. Eventuella klagomål avseende kampanjen ska, så snart orsaken till klagomålet uppdagas, framföras skriftligen inklusive motivering med e-post till upphovsmannens kundtjänst. Upphovsmannens beslut i alla frågor avseende kampanjen är slutgiltiga, och ingen vidare korrespondens kommer att besvaras.","legh1":"Villkor och bestämmelser","legl13":"8. Kampanjen startar 2014-01-06 och avslutas 2014-12-31. Detta innebär att webbplatsen inte är tillgänglig före 2014-01-06 eller efter 2014-12-31.","legl7":"3. Genom att ange koden på websidan enligt paragraf 3 deltar du (”deltagaren”) i kampanjen, och antas samtycka till att delta i kampanjen och spela onlinespelet enligt de villkor och bestämmelser som är fastställda i detta dokument.","leg9":"Spelen är väldigt långsamma.","legl19":"14. All obehörig utsändning, offentligt framförande, kopiering, inspelning, offentlig utställning eller tillgängliggörande av de audiovisuella presentationerna som ingår i spelet på eller via Internet (eller att sanktionera något av ovanstående) på något sätt, är strängt förbjudet.","legl6":"c. Ange koden på webbplatsen nestle.angrybirds.com  efter att ha klickat på flaggan för [Sverige] för att spela onlinespelet under den tidsperiod som anges i paragraf 9. ","leg8":"Nej, alla program har skannats fullständigt, och de innehåller inga virus.","legl18":"13. Det audiovisuella innehållet publiceras av CPW S.A. på licens av ROVIO ENTERTAINMENT LTD.","legl9":"5. Varje kod kan anges på webbplatsen för onlinespel under den tidsperiod som anges i paragraf 9. Felaktiga, ogiltiga eller obehöriga koder avslås, och den deltagare som skrivit in koden informeras omgående om detta.","leg7":"Kan spelet innehålla virus?","legl17":"12. Webbplatsen kan innehålla länkar till webbplatser som ägs eller drivs av annan part än upphovsmannen. Sådana länkar tillhandahålls enbart som en service till webbplatsbesökaren. Upphovsmannen har ingen bestämmanderätt över, och ansvarar inte för innehåll, personlig integritet, policy eller säkerhet på sådana webbplatser.","legl8":"4. Alla koder verifieras av upphovsmannen så snart de anges på webbplatsen.","leg6":"Linux:","legl3":"2. För att kunna delta i kampanjen måste den som är berättigad enligt paragraf  2, inom den tidsperiod som anges i paragraf 9:","legh6":"Hälsovarningar","leg5":"Mac OS:","legl2":"1. Kampanjen är tillgänglig för alla som är minst 18 år gamla och bosatta i Sverige.","leg4":"Windows:","leg3":"Flash 11 måste vara installerat. För Flash 11 gäller speciella krav.  ","legl5":"b. Leta reda på en kod som finns på varje förpackning med kampanjprodukter (”koden”) och spara åtminstone den del av förpackningen där koden finns.","leg2":"På denna webbplats refererar termerna \"vi\", \"oss\", \"vår\" \"Nestlé\" och \"Nestlé Group\" till CPW S.A., Nestlé S.A, General Mills Inc och dess dotterbolag i enlighet med relevant sammanhang. ","legl4":"a. Köpa en förpackning av Nesquik, Havre CHEERIOS, Multi CHEERIOS som erbjuds av upphovsmannen i det kampanjpaket som refererar till kampanjen. ","leg1":"Tack för att du besöker den här webbplatsen. Läs noggrant igenom dessa villkor och bestämmelser; du kan använda denna webbplats endast under förutsättning att du godkänner villkoren och bestämmelserna i detta dokument. ","legh2":"SPELINFORMATION ","legh3":"Minimisystemkrav","legh4":"Felsökning","legl1":"Upphovsmannen till ”Angry Birds”-kampanjen i Sverige är Nestlé Sverige AB - Box 7173, 250 07 Helsingborg, Sverige.","legh5":"DirectX-problem:","leg12":"Vissa människor drabbas av epilepsianfall när de tittar på blinkande ljus eller mönster i omgivningen. Detta kan inträffa när personen tittar på TV-bilder eller spelar datorspel. Även personer som aldrig har haft epilepsikramper kan trots detta ha oupptäckt epilepsi. Rådgör med en läkare innan du spelar datorspel om du, eller någon annan i din familj, har epilepsi. Sluta spela omedelbart om du får något av följande symptom när du spelar:","legl10":"6. Varje kod ger deltagaren rätt att:","leg11":"DirectX® 9.0c eller högre måste vara installerat på datorn för att du ska kunna spela. Du kan installera DirectX genom att hämta programmet från Microsoft Windows Update på http://windowsupdate.microsoft.com. Om du upplever bild- eller ljudproblem vid användning av DirectX, gå till http://support.microsoft.com och läs aktuell felsökningsinformation. Hämta de senaste DirectX-kompatibla drivrutinerna från grafik- eller ljudkortstillverkaren.","legl11":"a. Spela spelet online på webbplatsen via sin dator. Spelet kan inte överföras till spelarens dator. ","leg10":"Om spelet är långsamt kan du prova följande:","legl12":"7. Rättigheterna som garanteras i paragraf 3 och 7 kan inte överföras till annan part. Erbjudandet kan inte bytas mot kontanter.","legl48":"ofrivilliga rörelser och/eller kramper ","legl46":"mental förvirring ","legl47":"omedvetenhet om omgivningen ","leg15":"Du tillåts att navigera på denna webbplats, och återge utdrag genom att skriva ut, spara på en hårddisk eller distribuera till andra personer. Detta får göras endast under förutsättning att all upphovsrätts- och övrig äganderättsinformation förblir intakt, och att ovanstående varumärkesinformation återges på sådan reproduktion. Ingen reproduktion av någon del av denna webbplats får säljas eller distribueras för kommersiell vinning, och får inte heller modifieras eller inkluderas i annat material eller annan publikation eller webbplats.","leg16":"De varumärken, logotyper, tecken och tjänstevarumärken (gemensamt benämnda \"varumärken\") som visas på denna webbplats tillhör Nestlé Group. Ingenting på denna webbplats ska tolkas som sanktionering av licens eller rättighet att använda något av de varumärken som visas på denna webbplats.  Du har inte tillåtelse att använda varumärken som visas på denna webbplats eller i annat innehåll på densamma, utöver vad som medges i dessa villkor och bestämmelser. Nestlé Group kommer vid allvarliga överträdelser att aktivt hävda sina immateriella rättigheter med maximal tillämpning av gällande lagstiftning, inklusive åtal vid allvarliga fall.","leg13":"© 2013 CPW S.A. ","leg14":"All upphovsrätt och övriga immateriella rättigheter för text, bilder och övrigt material på denna webbplats tillhör Nestlé Group, eller används med tillstånd av relevant innehavare. ","legl39":"Mozilla Firefox 4.0 eller Google Chrome","legl35":"Safari 5.0 och högre, Mozilla Firefox 4.0 och högre, Google Chrome, Opera 11","legl36":"1 GB RAM, 128 MB grafikminne","legl37":"2,33 GHz x86-kompatibel processor, eller Intel® Atom™ 1,6 GHz-processor för bärbara datorer","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 och högre, (32-bitars och 64-bitars), openSUSE® 11.3 och högre, (32-bitars och 64-bitars), Ubuntu 10.04 och högre, (32-bitars och 64-bitars)","legl43":"yrsel eller svindel ","legl42":"Stäng alla program innan du startar spelet. ","legl45":"ögon- eller muskelryckningar ","legl44":"förändrat seende ","legl41":"Kontrollera att 32-bitars färg är valt i dina bildskärmsinställningar. Öppna Bildskärm i Kontrollpanelen och välj inställningen för 32-bitars färg. ","legl40":"1 GB RAM, 128 MB grafikminne"}