{"legl30":"Microsoft® Windows® XP (32 บิต), Windows Server® 2003 (32 บิต), Windows Server 2008 (32 บิต), Windows Vista® (32 บิต), Windows 7 (32 บิตและ 64 บิต)","legl31":"Internet Explorer 8.0 หรือรุ่นที่ใหม่กว่า, Mozilla Firefox 4.0 หรือรุ่นที่ใหม่กว่าand, Google Chrome, Safari 5.0 หรือรุ่นที่ใหม่กว่า, Opera 11","legl32":"RAM ขนาด 1GB; หน่วยความจำกราฟิก 128M","legl33":"โปรเซสเซอร์ Intel Core™ Duo 1.33GHz หรือรุ่นที่เร็วกว่า","legl34":"Mac OS X v10.6 หรือ v10.7","legl25":"21. ในการเข้าร่วมโปรโมชั่น คุณเต็มใจที่จะปฏิบัติตามข้อตกลงและเงื่อนไขเหล่านี้","legl24":"20. สำหรับการสนับสนุนทางเทคนิค โปรดดูข้อมูลเกี่ยวกับเกมที่ [nestle.angrybirds.com] หรือติดต่อฝ่ายลูกค้าสัมพันธ์ของ Nestlé / CPW ในประเทศของคุณ","legl27":"23. เราขอสงวนสิทธิ์ในการเปลี่ยนแปลงและแก้ไขข้อตกลงและเงื่อนไขเหล่านี้ โปรดมาที่หน้านี้เป็นระยะเพื่อทบทวนข้อมูลเหล่านี้รวมถึงข้อมูลใหม่ที่เพิ่มเข้ามา","legl26":"22. เราขอสงวนสิทธิ์ในการจำกัดหรือยกเลิกสิทธิ์ของคุณในการเข้าใช้เว็บไซต์นี้หรือบางส่วนของเว็บไซต์นี้ได้ทุกเมื่อ","legl29":"โปรเซสเซอร์ที่ใช้ได้กับระบบ x86 และมีความเร็วอย่างต่ำ 2.33GHz หรือ Intel® Atom™ 1.6GHz หรือโปรเซสเซอร์ที่เร็วกว่านี้สำหรับเน็ตบุค","legl28":"24.  ข้อตกลงและเงื่อนไขและการอ้างสิทธิ์ใดๆ ที่ระบุไว้ ณ ที่นี้จะถูกบังคับใช้และตีความด้วยกฎหมายของประเทศไทยภายใต้เขตอำนาจศาลของประเทศไทย","legl22":"18. เกมนี้มีวัตถุประสงค์เพื่อความบันเทิงเท่านั้น เกมแต่ละเกมมีข้อมูลที่ถูกออกแบบมาเพื่อเป็นตัวเลือกในการจำลองสถานการณ์เท่านั้น บริษัทจะไม่รับประกันความถูกต้อง ความปลอดภัย หรือความเที่ยงตรงของข้อมูลที่อยู่ในเกม  และไม่ควรนำไปใช้หรือยึดถือเป็นแนวปฏิบัติกับสถานการณ์ในชีวิตจริง การเรียกร้องให้ชดใช้ความเสียหายหรือสูญเสียอันเกิดจากการใช้งานข้อมูลใดๆ ที่มีในเกมจะถูกปฏิเสธและ NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD หรือบริษัทในเครือใดๆ บริษัทร่วม หรือบริษัทคู่ค้าจะไม่รับผิดชอบต่อการเรียกร้องเหล่านี้ไม่ว่าในกรณีใดๆ","legl23":"19. ข้อมูลหรือเอกสารส่วนบุคคลใดๆ ที่ส่งมายังเว็บไซต์ของ Nestlé Group จะเป็นไปตามนโยบายของ Nestlé Group ว่าด้วยความเป็นส่วนตัวและการปกป้องข้อมูลส่วนบุคคลที่กำหนดในประกาศความเป็นส่วนตัวที่แจ้งไว้ ณ ที่นี่","legl20":"16. เจ้าของลิขสิทธิ์ขอสงวนลิขสิทธิ์ทั้งหมดที่อยู่ในทุกๆ ส่วนประกอบในเกมที่สามารถดาวน์โหลดได้ ","legl21":"17. การใช้งานเว็บไซต์และเกมจะถือเป็นความเสี่ยงที่คุณต้องรับผิดชอบเพียงผู้เดียว นอกจากนี้ Nestlé Group จะไม่ชดใช้หรือรับผิดชอบต่อความเสียหายใดๆ ที่เกิดจากการติดไวรัสในอุปกรณ์คอมพิวเตอร์ของคุณหรืออุปกรณ์อื่นใดอันเนื่องมาจากการใช้งาน เข้าถึง หรือดาวน์โหลดเนื้อหาใดๆ จากเกมและ/หรือเว็บไซต์ เนื้อหาออนไลน์สามารถเล่นได้ในอุปกรณ์หลายประเภท โปรดตรวจสอบว่าอุปกรณ์ที่คุณต้องการใช้เล่นเกมสามารถรองรับรูปแบบเกมที่คุณเลือก หมายเหตุ: อุปกรณ์บางประเภทอาจไม่สามารถเล่นเกมในรูปแบบที่เลือกได้ เนื้อหาออนไลน์ได้รับการสแกนและทดสอบโดยละเอียดในทุกขั้นตอนการผลิต อย่างไรก็ดีอาจมีข้อบกพร่องในโปรแกรมบ้าง  ซึ่งโปรแกรมจะมีให้ใช้งาน “ตามสภาพ” โดยคุณจะเป็นผู้รับผิดชอบในการใช้งานโปรแกรมในระบบของคุณและผลลัพธ์ที่ตามมา ไม่ว่ากรณีใดๆ NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED หรือบริษัทในเครือ หรือบริษัทร่วม หรือบริษัทคู่ค้าจะไม่รับผิดชอบต่อผลลัพธ์หรือความเสียหายทั้งที่จับต้องได้และจับต้องไม่ได้ใดๆ ก็ตามที่เกิดจากการใช้งานหรือการไม่สามารถใช้งานเกมและ/หรือเว็บไซต์","legl16":"12. ผู้จัดโปรโมชั่นขอสงวนสิทธิ์ในการระงับหรือแก้ไขโปรโมชั่น","legl15":"11. สิทธิในทรัพย์สินทางปัญญาทั้งหมดในบทความที่ลงในเว็บไซต์ รวมถึงเกมที่ระบุไว้ในข้อตกลงนี้จะยังคงเป็นกรรมสิทธิ์ของเจ้าของทรัพย์สินทางปัญญา","legl14":"10. การร้องเรียนใดๆ เกี่ยวกับโปรโมชั่นนี้ควรมีเหตุผลอันสมควรและเขียนแจ้งไปยังผู้จัดโปรโมชั่นทางจดหมายส่งไปยังแผนกลูกค้าสัมพันธ์ในประเทศโดยทันทีหลังจากที่ทราบ  คำตัดสินของผู้จัดโปรโมชั่นเกี่ยวกับเหตุการณ์ต่างๆ ที่เกิดจากโปรโมชั่นถือเป็นที่สิ้นสุดและจะไม่มีการตอบโต้ใดๆ","legh1":"ข้อตกลงและเงื่อนไข","legl13":"9. โปรโมชั่นจะเริ่มขึ้นในวันที่ 15 ธันวาคม 2556  และสิ้นสุดในวันที่ 31 ธันวาคม 2557 ซึ่งหมายความว่าจะไม่สามารถเข้าสู่เว็บไซต์ก่อนวันที่ 15 ธันวาคม  และหลังจากวันที่ 30 ธันวาคม 2557 ได้","legl7":"4. ในการใส่รหัสลงในเว็บไซต์ตามที่ระบุในข้อ 3c ถือว่าคุณได้ร่วมเป็นส่วนหนึ่งของโปรโมชั่น (“ผู้เข้าร่วม”) และถือว่าคุณได้ตกลงเข้าร่วมในโปรโมชั่นสำหรับการเล่นเกมออนไลน์ภายใต้ข้อตกลงและเงื่อนไขที่ระบุไว้ ณ ที่นี้","leg9":"เกมทำงานช้ามาก","legl19":"15. ห้ามมิให้ทำการเผยแพร่ การแสดงต่อสาธารณชน การคัดลอก บันทึกซ้ำ จัดแสดงต่อสาธารณะ หรือการนำเสนอภาพและเสียงใดๆ (หรือการดำเนินการใดๆ ที่กล่าวมาข้างต้น) ที่มีในเกมหรือมีอยู่ในอินเตอร์เน็ตโดยไม่ได้รับอนุญาตอย่างเด็ดขาด","legl6":"c. ใส่รหัสลงในเว็บไซต์ต่อไปนี้:[nestle.angrybirds.com] หลังจากคลิกที่ธงชาติของ ประเทศไทย (“เว็บไซต์”) เพื่อเล่นเกมออนไลน์ตามระยะเวลาที่กำหนดในข้อ 9 ","leg8":"ไม่ โปรแกรมทั้งหมดผ่านการสแกนโดยละเอียดและปราศจากไวรัส","legl18":"14. เนื้อหาภาพและเสียงเผยแพร่โดย CPW S.A. ซึ่งได้รับการอนุญาตจาก ROVIO ENTERTAINMENT LTD.","legl9":"6. รหัสแต่ละชุดสามารถใส่ลงในเว็บไซต์เพื่อการเล่นเกมออนไลน์ได้ตามระยะเวลาที่กำหนดไว้ในข้อ 9 รหัสที่ไม่ถูกต้อง ใช้ไม่ได้ หรือไม่ได้รับอนุญาตจะถูกปฏิเสธและผู้เข้าร่วมที่เป็นผู้ใส่รหัสดังกล่าวจะได้รับแจ้งโดยทันที","leg7":"มีความเป็นไปได้หรือไม่ที่เกมจะมีไวรัส","legl17":"13. เว็บไซต์อาจมีลิ้งค์ที่เชื่อมโยงไปยังเว็บไซต์ทีบุคคลอื่นที่ไม่ใช่ผู้จัดโปรโมชั่นเป็นเจ้าของหรือเป็นผู้ดำเนินการ ลิ้งค์เหล่านั้นมีไว้เพื่อความสะดวกของคุณเท่านั้น ผู้จัดโปรโมชั่นมิได้เป็นผู้ควบคุมเว็บไซต์ดังกล่าวและไม่มีความรับผิดชอบต่อเนื้อหา นโยบายความเป็นส่วนตัวหรือความปลอดภัยของเว็บไซต์เหล่านั้น","legl8":"5. รหัสทุกชุดจะถูกตรวจสอบโดยผู้จัดโปรโมชั่นโดยทันทีหลังจากที่ถูกใส่ลงในเว็บไซต์","leg6":"Linux:","legl3":"3. ในการเข้าร่วมโปรโมชั่น บุคคลใดๆ ที่มีคุณสมบัติตามข้อ 2, ภายในระยะเวลาที่กำหนดในข้อ 9 ควรทำดังนี้:","legh6":"คำเตือนเรื่องสุขภาพ","leg5":"Mac OS:","legl2":"2. โปรโมชั่นนี้เปิดให้บุคคลใดๆ ที่มีอายุเกิน [13] ปี และอาศัยอยู่ใน ประเทศไทย สามารถเข้าร่วมได้","leg4":"Windows:","leg3":"เกมนี้จะต้องใช้โปรแกรม Flash 11 ซึ่งโปรแกรม Flash 11 นี้ มีความต้องการระบบดังนี้  ","legl5":"b. ดูรหัสที่บรรจุภัณฑ์ของผลิตภัณฑ์ที่มีโปรโมชั่น (“รหัส”) และเก็บบรรจุภัณฑ์ หรือบางส่วนของบรรจุภัณฑ์ที่แสดงรหัสนั้นเอาไว้","leg2":"ภายในเว็บไซต์นี้คำว่า \"เรา\", \"ของเรา\" \"Nestlé\" และ \"Nestlé Group\" หมายถึง CPW S.A., Nestlé S.A, General Mills Inc. และบริษัทในเครือที่เกี่ยวข้อง ","legl4":"a. ซื้อชุด อาหารเช้าเนสท์เล่ ซีเรียล  โดยจะอยู่ในแพคเกจที่มีโปรโมชั่น ประกอบด้วย ชุดอาหารเช้าเนสท์เล่ ซีเรียล  โกโกครั้นซ์ ขนาด 170 กรัม / เนสท์เล่ ซีเรียล โกโก้ครั้นซ์ ดูโอ้ 170 กรัม / เนสท์เล่ ไมโล ซีเรียล 170 กรัม / เนสท์เล่ ซีเรียล ฮันนี่สตาร์ส 150 กรัม / เนสท์เล่ ซีเรียล คุกกี้คริสป์ 180 กรัม และ เนสท์เล่ ซีเรียล ฮันนี่โกลด์ 220 กรัม ","leg1":"ขอบคุณที่เยี่ยมชมเว็บไซต์ของเรา กรุณาอ่านข้อตกลงและเงื่อนไขในเอกสารฉบับนี้โดยละเอียดเนื่องจากการใช้งานใดๆ ในเว็บไซต์นี้หมายถึงคุณได้ยอมรับข้อตกลงและเงื่อนไขที่ประกาศไว้ ณ ที่นี้ ","legh2":"ข้อมูลเกี่ยวกับเกม ","legh3":"ระบบที่ใช้ได้กับเกม","legh4":"การแก้ไขปัญหา","legl1":"1. ผู้จัดโปรโมชั่น “Angry Birds” ในประเทศไทย คือ: บริษัท เนสท์เล่ (ไทย) จำกัด , Cereal Partners Worldwide  รวมทั้งบริษัทในเครือ ","legh5":"ปัญหาเกี่ยวกับ DirectX:","leg12":"ผู้ใช้บางคนจะมีอาการของโรคลมบ้าหมูเมื่อจ้องแสงกระพริบหรือลวดลายในสภาพแวดล้อมในชีวิตประจำวัน บุคคลเหล่านี้อาจมีอาการชักเมื่อชมภาพจากโทรทัศน์หรือเล่นเกมคอมพิวเตอร์ แม้ผู้เล่นที่ไม่เคยมีอาการชักมาก่อนก็อาจเกิดอาการของโรคขึ้นได้โดยไม่คาดคิด โปรดปรึกษาแพทย์ก่อนที่จะเล่นเกมคอมพิวเตอร์หากคุณ หรือคนในครอบครัวของคุณมีอาการโรคลมบ้าหมู ให้หยุดเล่นเกมทันทีหากคุณมีอาการเหล่านี้ขณะเล่นเกม:","legl10":"7. รหัสแต่ละชุดจะมอบสิทธิ์ให้ผู้เข้าร่วมสามารถ:","leg11":"ก่อนที่จะเล่นเกมได้ คุณต้องติดตั้ง DirectXÂ® 9.0c หรือรุ่นที่ใหม่กว่าลงในคอมพิวเตอร์ คุณสามารถติดตั้ง DirectX ได้โดยการดาวน์โหลดซอฟต์แวร์จาก Microsoft Windows Update ที่ http://windowsupdate.microsoft.com ถ้าคุณพบปัญหาเกี่ยวกับภาพวิดีโอหรือเสียงเมื่อใช้งาน DirectX ให้ไปที่ http://support.microsoft.com เพื่อดูข้อมูลการแก้ไขปัญหาล่าสุด นอกจากนั้นคุณควรติดตั้งไดรฟ์เวอร์เวอร์ชันล่าสุดที่เข้ากับ DirectX จากผู้ผลิตการ์ดวิดีโอหรือการ์ดเสียงของคุณ","legl11":"a. เล่นเกมออนไลน์ต่อรหัสหนึ่งชุดที่แตกต่างกันจากเว็บไซต์บนคอมพิวเตอร์ของคุณ โดยคุณจะไม่สามารถดาวน์โหลดเกมลงในคอมพิวเตอร์ได้ ","leg10":"ถ้าเกมทำงานช้ามาก โปรดลองแก้ไขดังต่อไปนี้:","legl12":"8. สิทธิ์ที่ได้รับตามข้อ 3 และ 7 เป็นสิทธิ์ที่ไม่สามารถโอนให้บุคคลอื่นและไม่สามารถเปลี่ยนเป็นเงินสดได้","legl48":"ร่างกายเคลื่อนไหวโดยไม่ได้สั่งงาน/หรืออาการกระตุกเกร็ง ","legl46":"การสับสนทางจิต ","legl47":"ไม่สามารถรับรู้สิ่งแวดล้อมรอบตัว ","leg15":"คุณได้รับอนุญาตให้เข้าชมเว็บไซต์นี้ การทำซ้ำเนื้อหาบางส่วนโดยการพิมพ์ ดาวน์โหลดไปยังฮาร์ดดิสก์ เพื่อวัตถุประสงค์ในการเผยแพร่ให้บุคคลอื่นรับชม  การกระทำดังกล่าวจะอนุญาตก็ต่อเมื่อคุณทำตามเงื่อนไขว่าจะแสดงข้อความการแจ้งลิขสิทธิ์และความเป็นเจ้าของอื่นๆ และการประกาศเครื่องหมายการค้าข้างต้นไว้ในการทำซ้ำของคุณ ห้ามมิให้ทำซ้ำส่วนใดๆ ของเว็บไซต์นี้เพื่อจำหน่ายหรือเผยแพร่เพื่อวัตถุประสงค์ทางการค้า รวมถึงห้ามทำการปรับปรุงแก้ไขและนำไปประกอบในงาน การเผยแพร่ หรือเว็บไซต์อื่นๆ","leg16":"เครื่องหมายการค้า โลโก้ ตัวละคร และเครื่องหมายบริการ (รวมเรียกว่า \"เครื่องหมายการค้า\") ที่แสดงในเว็บไซต์นี้เป็นกรรมสิทธิ์ของ Nestlé Group ทุกสิ่งที่ประกอบอยู่ในเว็บไซต์นี้จะไม่สามารถตีความได้ว่าเป็นการอนุญาตหรือมอบสิทธิ์ให้ใช้งานเครื่องหมายการค้าใดๆ ที่แสดงอยู่ในเว็บไซต์นี้ คุณถูกห้ามมิให้ใช้งาน/ละเมิดการใช้งานเครื่องหมายการค้าที่แสดงในเว็บไซต์นี้ หรือแสดงอยู่ในเนื้อหาอื่นใดของเว็บไซต์นอกเหนือจากที่ได้อนุญาตไว้ในข้อตกลงและเงื่อนไขเหล่านี้อย่างเด็ดขาด นอกจากนี้ ถือว่าคุณรับทราบว่า Nestlé Group จะดำเนินการอย่างเข้มงวดต่อการละเมิดทรัพย์สินทางปัญญาของบริษัทโดยจะดำเนินการขั้นสูงสุดตามกฎหมายรวมถึงการดำเนินคดีทางอาญาในข้อหาร้ายแรง","leg13":"© 2013 CPW S.A. ","leg14":"ลิขสิทธิ์และสิทธิในทรัพย์สินทางปัญญาทั้งหมดในข้อความ รูปภาพ และเนื้อหาอื่นใดทั้งหมดในเว็บไซต์นี้เป็นทรัพย์สินของ Nestlé Group หรืออยู่ในสิทธิ์การใช้งานที่ได้รับอนุญาตจากเจ้าของลิขสิทธิ์ที่เกี่ยวข้อง ","legl39":"Mozilla Firefox 4.0 หรือ Google Chrome","legl35":"Safari 5.0 หรือรุ่นที่ใหม่กว่า, Mozilla Firefox 4.0 หรือรุ่นที่ใหม่กว่า, Google Chrome, Opera 11","legl36":"RAM ขนาด 1GB; หน่วยความจำกราฟิก 128M","legl37":"โปรเซสเซอร์ที่ใช้ได้กับระบบ x86 และมีความเร็วอย่างต่ำ 2.33GHz หรือ Intel Atom 1.6GHz หรือโปรเซสเซอร์ที่เร็วกว่านี้สำหรับเน็ตบุค","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 หรือรุ่นที่ใหม่กว่า (32 บิตและ 64 บิต), openSUSE® 11.3 หรือรุ่นที่ใหม่กว่า (32 บิตและ 64 บิต), Ubuntu 10.04 หรือรุ่นที่ใหม่กว่า (32 บิตและ 64 บิต)","legl43":"วิงเวียนศีรษะ ","legl42":"ปิดแอพพลิเคชั่นทั้งหมดก่อนการเริ่มเกม ","legl45":"ตาหรือกล้ามเนื้อกระตุก ","legl44":"ตาลาย ","legl41":"ตรวจสอบว่าการตั้งค่าวิดีโอของคุณตั้งค่าสีไว้ที่ 32 บิต เปิดการตั้งค่าการแสดงผล (Display Settings) ในแผงการควบคุม (Control panel) แล้วเลือกการตั้งค่าสี 32 บิต ","legl40":"RAM ขนาด 1GB; หน่วยความจำกราฟิก 128M"}