{"legl30":"Microsoft® Windows® XP (32 bit), Windows Server® 2003 (32 bit), Windows Server 2008 (32 bit), Windows Vista® (32 bit), Windows 7 (32 bit ve 64 bit)","legl31":"Internet Explorer 8.0 ve üzeri, Mozilla Firefox 4.0 ve üzeri, Google Chrome, Safari 5.0 ve üzeri, Opera 11","legl32":"1 GB RAM; 128 MB grafik belleği","legl33":"Intel Core™ Duo 1.33 GHz veya daha hızlı işlemci","legl34":"Mac OS X v10.6 veya v10.7","legl25":"21. Promosyona katılarak bu Hüküm ve Koşulları tamamen ve koşulsuz olarak kabul etmiş olursunuz.","legl24":"20. Teknik destek için, lütfen [nestle.angrybirds.com] adresinde yer alan Oyun Bilgileri\u0027ne bakın veya yerel Nestlé tüketici hizmetlerine başvurun.","legl27":"23. Bu Hüküm ve Koşulları değiştirme ve düzeltme hakkını saklı tutarız. Lütfen bu bilgileri ve yeni ek bilgileri gözden geçirmek için zaman zaman bu sayfaya bakın.","legl26":"22. İstediğimiz zaman bu Web Sitesine veya Web Sitesinin herhangi bir özelliğine veya bölümüne erişiminizi kısıtlama veya sonlandırma hakkını saklı tutarız.","legl29":"2.33 GHz veya daha hızlı x86 uyumlu işlemci ya da netbook için Intel® Atom™ 1.6 GHz veya daha hızlı işlemci","legl28":"24.  Bu Hüküm ve Koşullar ve bunlara yönelik herhangi bir hak talebi Türkiye yasalarına ve Türkiye mahkemelerinin münhasır yargı yetkisine tâbi olacaktır. ","legl22":"18. Oyunlar yalnızca eğlence amaçlıdır. Her Oyun simülasyon seçeneklerini etkinleştirmek üzere tasarlanan bilgiler içerir. Oyunda bulunan bilgilerin doğru, güvenilir ya da hatasız olduğu garanti edilmez ve gerçek hayat durumlarında kullanılmamalı ve göz önüne alınmamalıdır. Oyunlarda yer alan bilgilerin kullanımından kaynaklanan hasar ve kayıplara yönelik sorumluluk talepleri reddedilir ve NESTLE SA, GENERAL MILLS INC, CPW SA, ROVIO ENTERTAINMENT LTD veya ilgili bağlı şirketler, ilişkili şirketler veya tedarikçiler bunlardan sorumlu değildir.","legl23":"19. Nestlé Grubu web sitelerine gönderilen kişisel bilgiler ve malzemeler burada yer alan Gizlilik Politikası\u0027nda belirtilen kişisel verilerin gizlilik ve korunmasına yönelik Nestlé Grubu politikalarına tabidir.","legl20":"16. İndirilebilir Oyunun tüm bileşenlerinde Telif Hakkı yer almaktadır. Tüm haklar, telif hakkı sahiplerine aittir.","legl21":"17. Web Sitesi ve Oyunu kullanımınız tamamen sizin sorumluluğunuzdadır. Ayrıca, Nestlé Grubu Oyun ve/veya Web Sitesi kullanımınız, erişiminiz veya indirmeniz ya da Oyun veya Web Sitesinden herhangi bir materyal indirmeniz nedeniyle bilgisayarınızı etkileyen virüslerden kaynaklanan herhangi bir kayıpla ilgili olarak hiçbir sorumluluk kabul etmemektedir. Çevrimiçi Oyun çeşitli cihazlarda oynanabilir. Lütfen Oyunu oynamak istediğiniz aygıtın bu biçime izin verdiğinden emin olun. Dikkat: Bazı cihazlar seçilmiş biçimde oyunu oynatmayabilir. Çevrimiçi içerik tamamen taranmış ve üretimin her aşamasında test edilmiştir; ancak buna rağmen önemli veya önemsiz program hataları içerebilir. Program “olduğu gibi” sağlanmaktadır ve programın sisteminize ve elde edilen sonuca uygunluğunu belirlemek sizin sorumluluğunuzdadır. NESTLE SA, GENERAL MILLS INC, CPW SA, UPFRONT PROMOTIONS LIMITED, DISCOVERY COMMUNICATIONS EUROPE LIMITED veya bağlı şirketleri ya da ilişkili şirketler ya da tedarikçileri hiçbir durumda Oyun ve/veya Web Sitesinin kullanımından ya da kullanılamamasından kaynaklanan sonuç olarak ya da kazara ortaya çıkan maddi ve maddi olmayan hasarlardan sorumlu olmayacaktır.","legl16":"12. Tanıtımcı Promosyonu geri çekme veya değiştirme hakkını saklı tutar.","legl15":"11. Web Sitesinde yer alan ve burada belirtilen Oyuna ait tüm fikri mülkiyet haklarına ilişkin maddeler ilgili hak sahiplerine aittir.","legl14":"10. Promosyonla ilgili şikayetler yazılı olarak gösterilmeli ve söz konusu şikayetlerin dayanakları ortaya konduktan hemen sonra posta ile Tanıtımcının yerel tüketici hizmetlerine gönderilmelidir. Tanıtımcının Promosyonla ilgili tüm konulardaki kararı nihaidir ve yazışma yapılmaz.","legh1":"Hüküm ve Koşullar","legl13":"9. Promosyon 01.01.2014 tarihinde başlayıp 31.12.2014 tarihinde son bulacaktır. Bu, Web Sitesine 01.01.2014 tarihinden önce ve 31.12.2014 tarihinden sonra girilemeyeceği anlamına gelir.","legl7":"4. Kodu madde 3c uyarınca Web Sitesine girdiğinizde, Promosyona katılmış (“Katılımcı”) olursunuz ve çevrimiçi Oyunu burada yer alan hüküm ve koşullara uygun olarak oynamak suretiyle Promosyona katılmayı kabul ettiğiniz varsayılır.","leg9":"Oyunlar çok yavaş çalışıyor.","legl19":"15. İnternet aracılığıyla Oyunda bulunan görsel işitsel sunumların herhangi bir surette yetkisiz yayınlanması, halka açık kullanımı, kopyalanması, yeniden kaydedilmesi, halka gösterimi (ve bunlara yetki verilmesi) kesinlikle yasaktır.","legl6":"c. Çevrimiçi oyunu (kısaca “Oyun”) madde 9\u0027da belirtilen dönem içinde oynamak üzere Kodu [nestle.angrybirds.com] web sitesinde (kısaca “Web Sitesi”) Türkiye bayrağını tıklatarak girmesi gerekir. ","leg8":"Hayır, tüm programlar tamamen taranmıştır ve hiçbir virüs içermemektedir.","legl18":"14. Görsel işitsel içerik CPW S.A. tarafından ROVIO ENTERTAINMENT LTD lisansı altında yayınlanmaktadır.","legl9":"6. Her Kod madde 9\u0027da belirtilen dönemde çevrimiçi olarak oyun oynamak için Web Sitesine girilebilir. Web Sitesine girilen hatalı, geçersiz veya yetkisiz Kodlar reddedilir ve bu tür Kodu giren Katılımcı hemen bilgilendirilir.","leg7":"Oyunun virüs içeriyor olması mümkün müdür?","legl17":"13. Web Sitesi Tanıtımcı dışındaki taraflara ait veya Tanıtımcı dışındaki taraflarca işletilen sitelere bağlantılar içerebilir. Bu tür bağlantılar yalnızca size kolaylık olması için verilmektedir. Tanıtımcı bu tür sitelerin içeriğinden, gizliliğinden, politikalarından veya güvenliğinden sorumlu değildir.","legl8":"5. Tüm Kodlar Web Sitesine girildikten hemen sonra Tanıtımcı tarafından doğrulamaya tabidir.","leg6":"Linux:","legl3":"3. Promosyona katılmak için madde 9 ile belirlenen tarihler arasında madde 2 uyarınca hak kazanan herkesin:","legh6":"Sağlıkla İlgili Uyarılar","leg5":"Mac OS:","legl2":"2. Promosyon  3 ve üzeri yaştaki Türkiye vatandaşlarının katılımına açıktır.","leg4":"Windows:","leg3":"Oyunun çalışması için Flash 11 uygulaması gereklidir. Flash 11\u0027in kendi gereksinimleri vardır.  ","legl5":"b. Tüm promosyonlu  ürünlerin paketleri içindeki kodu (kısaca “Kod”) bulması ve bu paketi ya da en azından paketin Kodu içeren kısmını saklaması;","leg2":"Bu site boyunca, \"biz\", \"bizim\" \"Nestlé\" ve \"Nestlé Grubu\" terimleri CPW S.A., Nestlé S.A, General Mills Inc. şirketlerini ve  bunların, bağlama uygun bağlı şirketlerini ifade eder. ","legl4":"a. Bir paket “Angry Birds” promosyonlu NESQUIK® kahvaltılık gevrek ürünü satın alması; ","leg1":"Bu web sitesini ziyaret ettiğiniz için teşekkür ederiz. Bu web sitesinin herhangi bir şekilde kullanımı bu Hüküm ve Koşullar’ın kabul edildiği anlamına geldiğinden, lütfen bu belgede yer alan Hüküm ve Koşullar’ı dikkatle okuduğunuzdan emin olun. ","legh2":"OYUN BİLGİLERİ ","legh3":"Minimum Sistem Gereksinimleri","legh4":"Sorun Giderme","legl1":"1.  “Angry Birds” promosyonu (kısaca “Promosyon”),  Cereal Partners Gıda Tic. Ltd. Şti, Büyükdere Cad. No:255 Nurol Plaza Kat 6 Maslak 34398 İstanbul, Türkiye (kısaca “Tanıtımcı”) tarafından sunulmaktadır.","legh5":"DirectX Sorunları:","leg12":"Bazı kişiler yanıp sönen ışıklar veya günlük ortamımızdaki desenlere baktıklarında epilepsi nöbeti geçirebilir. Bu kişiler TV izlerken veya bilgisayar oyunları oynarken epilepsi nöbeti geçirebilir. Daha önce hiç epilepsi nöbeti geçirmemiş oyuncular bile tanısı konmamış epilepsi sorununa sahip olabilir. Siz veya ailenizden birinde epilepsi sorunu varsa, bilgisayar oyunları oynamadan önce doktorunuza danışın. Oyun oynarken aşağıdaki belirtilerden herhangi birini yaşarsanız oyunu hemen durdurun:","legl10":"7. Her Kod Katılımcıya aşağıdakini yapma hakkını verir:","leg11":"Oyunu oynayabilmeniz için bilgisayarınızda DirectX® 9.0c veya üstü yüklü olmalıdır. DirectX\u0027i http://windowsupdate.microsoft.com adresinde yer alan Microsoft Windows Güncelleştirme sayfasından indirererek yükleyebilirsiniz. DirectX\u0027i kullanırken video veya ses sorunları yaşarsanız, en son sorun giderme bilgileri için http://support.microsoft.com adresine gidin. Ayrıca video veya ses kartı üreticinizden en yeni DirectX uyumlu sürücüleri de almanız gerekir.","legl11":"a. Web Sitesindeki Oyunu tek ve benzersiz Kod başına bilgisayarınızda çevrimiçi olarak oynamak. Oyun bilgisayarınıza indirilemez. ","leg10":"Oyunlar yavaş çalışıyorsa lütfen aşağıdakileri deneyin:","legl12":"8. Madde 3 ve 7 uyarınca verilen haklar başkasına aktarılamaz. Nakit alternatifi bulunmamaktadır.","legl48":"İstenmeyen hareketler ve/veya sarsıntılar ","legl46":"Akıl karışıklığı ","legl47":"Çevreniz konusunda farkındalık kaybı ","leg15":"Bu web sitesini inceleme, ve yazdırma, bir sabit diske indirme veya diğer bireylere dağıtma amacıyla içerikleri kopyalama iznine sahipsiniz. Bu yalnızca tüm telif hakkı ve diğer fikri mülkiyet haklarını bozulmamış bir biçimde tutmanız ve yukarıdaki telif hakkı bildirimlerinin söz konusu kopyalarda yer alması koşuluyla yapılabilir. Bu web sitesinin her hangi bir parçasının kopyası ticari kazanç elde etmek amacıyla satılamaz veya dağıtılamaz ya da herhangi bir başka çalışma, yayın ya da web sitesine eklenemez.","leg16":"Bu web sitesinde görüntülenen ticari markalar, logolar, karakterler ve hizmet markaları (toplu olarak \"Ticari Markalar\") Nestlé Grubu\u0027na aittir. Bu web sitesinde yer alan hiçbir şeyin, web sitesinde görüntülenen Ticari Markalardan herhangi birinin kullanımına yönelik herhangi bir lisans veya hak sağladığı kabul edilmemelidir. Bu Hüküm ve Koşullar’da sağlananlar dışında, bu web sitesinde görüntülenen Ticari Markaları kullanımınız/kötüye kullanımınız kesinlikle yasaktır. Ayrıca, Nestlé Grubu\u0027nun ciddi ihlaller karşısında fikri mülkiyet haklarını yasal takibat başlatmak da dahil olmak üzere kanunların izin verdiği en üst düzeyde uygulayacağını unutmamalısınız.","leg13":"© 2013 CPW S.A. ","leg14":"Bu web sitesinde yer alan tüm metin, görüntü ve diğer malzemelere ilişkin tüm telif hakkı ve diğer fikri mülkiyet hakları Nestlé Grubu\u0027na aittir veya ilgili sahiplerinin izniyle eklenmiştir. ","legl39":"Mozilla Firefox 4.0 veya Google Chrome","legl35":"Safari 5.0 ve üzeri, Mozilla Firefox 4.0 ve üzeri, Google Chrome, Opera 11","legl36":"1 GB RAM; 128 MB grafik belleği","legl37":"2.33 GHz veya daha hızlı x86 uyumlu işlemci ya da netbook için Intel Atom 1.6 GHz veya daha hızlı işlemci","legl38":"Red Hat® Enterprise Linux (RHEL) 5.6 veya üzeri (32 bit ve 64 bit), openSUSE® 11.3 veya üzeri (32 bit ve 64 bit), Ubuntu 10.04 veya üzeri (32 bit ve 64 bit)","legl43":"Baş dönmesi ","legl42":"Oyunu başlatmadan önce tüm uygulamaları kapatın. ","legl45":"Göz veya kas seğirmesi ","legl44":"Görme bozukluğu ","legl41":"Video ayarlarınızın 32 bit renk olarak yapıldığından emin olun. Kontrol panelindeki Ayarları Görüntüle simgesini açın ve 32 Bit Renk ayarını seçin. ","legl40":"1 GB RAM; 128 MB grafik belleği"}