{"terms4b":"In nessun caso la Rovio Entertainment e le sue società affiliate o partner, sono da ritenersi responsabili per eventuali danni fatta eccezione per i casi ove è obbligatoria l\u0027applicazione della normativa vigente. ","terms3b":"Il software viene fornito “così com\u0027è” senza garanzie o condizioni. A titolo d\u0027esempio, non viene riconosciuta alcuna garanzia di qualità, prestazioni o di idoneità a uno scopo specifico; allo stesso modo non è data garanzia di continuità del servizio e di assenza di errori. ","terms1":"L\u0027utilizzo del software da parte dell\u0027utente è soggetto ai seguenti Termini e Condizioni. L\u0027installazione, l\u0027accesso o l\u0027utilizzo del software comportano l\u0027accettazione del presente accordo da parte dell\u0027utente. Se l\u0027utente non desidera accettare i Termini e Condizioni, non deve installare o utilizzare il software, né accedervi.","terms2":"Con la presente Rovio Entertainment Ltd conferisce una licenza limitata, non esclusiva e non cedibile per l\u0027installazione e l\u0027utilizzo di una copia del software per uso personale e non commerciale, con lo scopo di giocare su un singolo computer.  È fatto divieto di effettuare operazioni di reverse engineering, decompilare, disassemblare, tradurre o utilizzare il software per la realizzazione di prodotti derivati, così come di modificare totalmente o parzialmente il software.  Tutti i diritti non espressamente indicati di seguito sono riservati da Rovio Entertainment Ltd.","terms5":"Il presente accordo è regolato dalle leggi della Finlandia senza riferimento alle norme sui conflitti di legge. Non si applica la Convenzione per la Vendita Internazionale di Beni delle Nazioni Unite.  L\u0027utente accetta di presentare eventuali reclami nei confronti della Rovio Entertainment Ltd e delle sue società partner solo in qualità di singolo individuo e non quale parte civile o membro di un procedimento collettivo o azione legale di gruppo.  ","terms6":"Angry Birds TM © 2009-2014 Rovio Entertainment Ltd."}