{"terms4b":"Ни в коем случае Rovio Entertainment, включая её аффилированных лиц и партнеров, не несут ответственность за любые убытки, за исключением случаев, предусмотренных действующим законодательством.","terms3b":"Программное обеспечение предоставляется “как есть”, без каких-либо гарантий или заверений. Например, нет гарантии качества, производительности или пригодности программного обеспечения для конкретной цели, или нет гарантии, что программное обеспечение или его исполнение будут непрерывными или безошибочными. ","terms1":"Использование вами программного обеспечения регулируется настоящими условиями и положениями. Устанавливая, используя данное программное обеспечение или получая доступ к нему, вы соглашаетесь с условиями настоящего соглашения. Если вы не согласны с данными условиями, не устанавливайте, не используйте программное обеспечение или ограничьте доступ к нему.","terms2":"Rovio Entertainment Ltd настоящим предоставляет вам неисключительную, не подлежащую сублицензированию, ограниченную лицензию на установку и использование одной копии программного обеспечения для личного, некоммерческого использования для игры на одном компьютере. Запрещается полностью или частично подвергать программное обеспечение обратной разработке, декомпилировать, дизассемблировать, переводить, создавать производные работы на его основе или иным образом модифицировать. Все права, явно не предоставленные здесь, сохранены за Rovio Entertainment Ltd.","terms5":"Настоящее соглашение будет регулироваться в соответствии с законодательством Финляндии без учета его коллизионных норм. Конвенция Организации Объединенных Наций о международной купле-продаже товаров не применяется. Вы соглашаетесь, что вы можете предъявлять претензии Rovio Entertainment Ltd и ее партнерам только в качестве физического лица, а не в качестве истца или члена какой-либо предполагаемой организации или представителя организации, участвующей в разбирательстве. ","terms6":"Angry Birds © 2009-2014 — зарегистрированная торговая марка Rovio Entertainment Ltd."}