{"faq1l12":"1GB RAM; 128MB графична памет","faq1l11":"Mozilla Firefox 4.0 или Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 или по-късна версия (32-bit и 64-bit), openSUSE® 11.3 или по-късна версия (32-bit и 64-bit), Ubuntu 10.04 или по-късна версия (32-bit и 64-bit)","faq1q3":"Операционна система Mac:","faq2q":"2. Какви прякори мога да използвам?","faq4q":"4. Забравих потребителското си име и/или паролата. Какво трябва да направя?","faq6q":"6. Мога ли да спечеля нещо?","faq1a1":"За да стартира играта е необходим  Flash 11. Flash 11 има следните изисквания. ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit and 64-bit)","faq1l1":"2.33GHz или по-бърз x86-съвместим процесор, или Intel® Atom™ 1.6GHz или по-бърз процесор за нетбук","faq1l4":"1GB RAM; 128MB графична памет","faq1l3":"Internet Explorer 8.0 и по-висока версия, Mozilla Firefox 4.0 и по-висока версия, Google Chrome, Safari 5.0 и по-висока версия, Opera 11","faq8q":"8. Колко дълго мога да играя играта?","faq1l6":"операционна система Mac X v10.6 или v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1.33GHz или по-бърз процесор","faq1l8":"1GB RAM; 128MB графична памет","faq1l7":"Safari 5.0 и по-висока версия, Mozilla Firefox 4.0 и по-висока версия, Google Chrome, Opera 11","faq7a1":"Опитай се да обновиш страницата. Ако това не помогне, опитай се да рестартираш браузъра.","faq1q":"1. На какви минимални изисквания трябва да отговаря моят компютър?","faq1l9":"2.33GHz или по-висока версия x86-съвместим процесор или Intel Atom 1.6GHz или по-бърз процесор за нетбук","faq6a1":"В тази игра не се присъждат награди.","faq2a1":"Твоят прякор се използва, когато влизаш в играта и достигнеш позиция в  таблицата на лидерите. Може да си избереш прякор по твое желание, но запомни, че той трябва да е уникален и да се състои минимум от  5  и максимум от 10 знака. Моля, не използвай никаква лична информация, като например твоето истинско име или телефонен номер. Rovio може да изтрива без предупреждение потребителски акаунти, съдържащи неприличен език.","faq8a1":"Играта ще е на разположение до 31.3.2015.","faq5a3":"2) Под десния табулатор във вертикалната линия се намира твоята локална таблица с лидерите, където се вижда най-добрия резултат от твоята зона. Всяка зона има собствена локална таблица с лидерите.","faq5a2":"1) Под левия табулатор във вертикалната линия е глобалната таблица с лидерите за всяко ниво, която проследява най-високите резултати в света за тези нива.","faq4a1":"Трябва да се регистрираш отново. За да избегнеш това, следващия път си запиши твоите прякор и парола. Няма система за възстановяване на прякора или паролата.","faq5a7":"Таблицата с лидерите ще се нулира ежеседмично в 00:00 UTC. Ако желаеш твоят прякор да остане в таблицата с лидерите, трябва да постигнеш нов най-висок резултат! Играта ще запамети твоето постижение и броя на звездите.","faq5q":"5. Как работят таблиците с лидерите?","faq3a1":"Да, но не със същия акаунт. Езикът на играта зависи от страната, в която си регистриран. Трябва да създадеш нов акаунт, за да се включиш във версиите на друга страна.","faq5a6":"И двете таблици с лидерите показват само първите 100 играча. Ако успееш да спечелиш позиция в една от таблиците с лидерите, твоят прякор ще се появи на дисплея в червено. ","faq3q":"3. Мога ли да се включвам във версията на играта на която и да е страна?","faq7q":"7. Играта прекъсна, какво да направя?","faq5a1":"Има два вида таблици с лидери:"}