{"faq1l12":"1 GB RAM; 128 MB grafikhukommelse","faq1l11":"Mozilla Firefox 4.0 eller Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 eller nyere (32-bit og 64-bit), openSUSE® 11.3 eller nyere (32-bit og 64-bit), Ubuntu 10.04 eller nyere (32-bit og 64-bit)","faq1q3":"Mac OS:","faq2q":"2. Hvilken slags kaldenavne kan jeg bruge?","faq4q":"4. Jeg har glemt mit brugernavn og/eller adgangskode, hvad skal jeg gøre?","faq6q":"6. Kan jeg vinde noget?","faq1a1":"Dette spil kræver Flash 11. Flash 11 har sine egne systemkrav.  ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit og 64-bit)","faq1l1":"2,33 GHz eller hurtigere x86-kompatibel processor, eller Intel® Atom™ 1,6 GHz eller hurtigere processor til netbooks","faq1l4":"1 GB RAM; 128 MB grafikhukommelse","faq1l3":"Internet Explorer 8.0 og nyere, Mozilla Firefox 4.0 og nyere, Google Chrome, Safari 5.0 og nyere, Opera 11","faq8q":"8. Hvor længe kan jeg blive ved med at spille spillet?","faq1l6":"Mac OS X v10.6 eller v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1,33 GHz eller hurtigere processor","faq1l8":"1 GB RAM; 128 MB grafikhukommelse","faq1l7":"Safari 5.0 og nyere, Mozilla Firefox 4.0 og nyere, Google Chrome, Opera 11","faq7a1":"Prøv at genindlæse siden. Hvis det ikke virker, skal du prøve at genstarte din browser.","faq1q":"1. Hvad er minimumskravene til min computer?","faq1l9":"2,33 GHz eller hurtigere x86-kompatibel processor, eller Intel Atom 1,6 GHz eller hurtigere processor til netbooks","faq6a1":"Der er ingen præmier i dette spil.","faq2a1":"Dit kaldenavn bruges, når du logger ind i spillet, og når du får en plads på pointtavlerne. Du kan vælge et hvilket som helst kaldenavn, men husk, at det skal være unikt og på mellem fem og ti tegn. Vær venlig ikke at bruge nogen personlige oplysninger som dit rigtige navn eller telefonnummer. Rovio kan slette brugerkontoer med upassende sprogbrug uden varsel.","faq8a1":"Spillet kan spilles indtil 31.3.2015.","faq5a3":"2) Under den højre fane i sidebjælken er din lokale pointtavle, hvor du kan se de bedste rekorder i dit område. Hvert område har sin egen lokale pointtavle.","faq5a2":"1) Under den venstre fane på sidebjælken er den globale pointtavle for hvert niveau, som holder styr på de bedste rekorder i verden for disse baner.","faq4a1":"Du skal tilmelde dig igen. Næste gang bør du skrive dit brugernavn og adgangskode ned for at undgå det. Der er ikke noget system for at få kaldenavnet eller adgangskoden tilbage.","faq5a7":"Pointtavlerne nulstilles ugentligt klokken 02:00, dansk tid. Hvis du vil beholde dit kaldenavn på pointtavlerne, må du sætte en ny rekord! Spillet vil huske dine fremskridt og stjerner.","faq5q":"5. Hvordan virker pointtavlerne?","faq3a1":"Ja, men ikke med den samme konto. Spillets sprog er baseret på det land, du tilmelder dig i. Hvis du vil logge ind på andre landes versioner, må du oprette en ny konto.","faq5a6":"Begge pointtavler viser kun de 100 bedste spillere. Hvis det lykkes dig at på en placering på en af pointtavlerne, vil dit navn blive vist med rødt her. ","faq3q":"3. Kan jeg logge ind på et hvilket som helst lands udgave af spillet?","faq7q":"7. Spillet gik ned, hvad skal jeg gøre?","faq5a1":"Der er to slags pointtavler:"}