{"faq1l12":"1 GB RAM; 128 MB Grafikspeicher","faq1l11":"Mozilla Firefox 4.0 oder Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 oder später (32-Bit und 64-Bit), openSUSE® 11.3 oder später (32-Bit und 64-Bit), Ubuntu 10.04 oder später (32-Bit und 64-Bit)","faq1q3":"Mac OS:","faq2q":"2. Welche Art Benutzername kann ich verwenden?","faq4q":"4. Ich habe meinen Benutzernamen/mein Passwort vergessen, was soll ich tun?","faq6q":"6. Gibt es etwas zu gewinnen?","faq1a1":"Das Spiel benötigt Flash 11. Flash 11 hat eigene Anforderungen.  ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32-Bit), Windows Server® 2003 (32-Bit), Windows Server 2008 (32-Bit), Windows Vista® (32-Bit), Windows 7 (32-Bit und 64-Bit)","faq1l1":"2,33 GHz oder schnellerer x86-kompatibler Prozessor, oder Intel® Atom™ 1,6 GHz oder schnellerer Prozessor für Netbooks","faq1l4":"1 GB RAM; 128 MB Grafikspeicher","faq1l3":"Internet Explorer 8.0 und höher, Mozilla Firefox 4.0 und höher, Google Chrome, Safari 5.0 und höher, Opera 11","faq8q":"8. Wie lange kann ich das Spiel spielen?","faq1l6":"Mac OS X v10.6 oder v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1,33 GHz oder schnellerer Prozessor","faq1l8":"1 GB RAM; 128 MB Grafikspeicher","faq1l7":"Safari 5.0 und höher, Mozilla Firefox 4.0 und höher, Google Chrome, Opera 11","faq7a1":"Versuche die Seite neu zu laden. Wenn das nicht hilft, versuche es mit einem Neustart deines Browsers.","faq1q":"1. Was sind die Mindestanforderungen an meinen Computer?","faq1l9":"2,33 GHz oder schnellerer x86-kompatibler Prozessor, oder Intel Atom 1,6 GHz oder schnellerer Prozessor für Netbooks","faq6a1":"Bei diesem Spiel gibt es keine Preise zu gewinnen.","faq2a1":"Dein Benutzername wird verwendet, wenn du dich zum Spiel anmeldest und einen Platz auf den Ranglisten erreichst. Du kannst einen beliebigen Benutzernamen wählen, aber er muss einmalig und zwischen 5 und 10 Zeichen (Buchstaben, Zahlen, Sonderzeichen) lang sein. Bitte benutze keine persönlichen Daten wie deinen wirklichen Namen oder deine Telefonnummer. Rovio behält sich vor, Konten mit unangebrachten Inhalten ohne Ankündigung zu löschen.","faq8a1":"Das Spiel bleibt bis zum 31.3.2015 verfügbar.","faq5a3":"2) Unter der rechten Registerkarte auf der Seitenleiste ist die lokale Rangliste, wo du die Rekorde deines Landes sehen kannst. Jedes Land hat seine eigene lokale Rangliste.","faq5a2":"1) Unter der linken Registerkarte auf der Seitenleiste ist die globale Rangliste für jedes Level, auf der die Weltrekorde für die Levels verzeichnet sind.","faq4a1":"Du solltest dich neu registrieren. Schreib deinen Benutzernamen und dein Passwort nächstes Mal auf um dies zu vermeiden. Vergessene Benutzernamen und Passwörter können nicht erneut angefordert werden.","faq5a7":"Die Ranglisten werden jede Woche um 00:00 UTC (Weltzeit) zurückgestellt. Wenn du deinen Benutzernamen weiter in der Rangliste sehen willst, musst du einen neuen Rekord aufstellen! Das Spiel erinnert sich an deinen Fortschritt und die Punktzahl.","faq5q":"5. Wie funktionieren die Ranglisten?","faq3a1":"Ja, aber nicht mit demselben Konto. Die Spielsprache beruht auf dem Land, mit dem du dich registriert hast. Um dich bei einer anderen Länderversion anzumelden, musst du ein neues Konto anlegen.","faq5a6":"Beide Ranglisten zeigen nur die 100 besten Spieler an. Wenn du einen Platz auf einer Rangliste erreichst, wird dein Benutzername dort rot angezeigt. ","faq3q":"3. Kann ich mich zu jeder Landesversion des Spiels anmelden?","faq7q":"7. Das Spiel ist abgestürzt, was soll ich tun?","faq5a1":"Es gibt zwei Arten von Ranglisten:"}