{"faq1l12":"RAM 1GB, μνήμη γραφικών 128MB","faq1l11":"Mozilla Firefox 4.0 ή Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 ή μεταγενέστερη έκδοση (32-bit και 64-bit), openSUSE® 11.3 ή μεταγενέστερη έκδοση (32-bit και 64-bit), Ubuntu 10.04 ή μεταγενέστερη έκδοση (32-bit και 64-bit)","faq1q3":"Mac OS:","faq2q":"2. Τι ψευδώνυμο μπορώ να χρησιμοποιήσω;","faq4q":"4. Ξέχασα το όνομα χρήστη ή/και τον κωδικό πρόσβασης, τι πρέπει να κάνω;","faq6q":"6. Μπορώ να κερδίσω κάτι;","faq1a1":"Για τη λειτουργία του παιχνιδιού απαιτείται το πρόγραμμα αναπαραγωγής Flash 11. Το πρόγραμμα αναπαραγωγής Flash 11 έχει τις δικές του απαιτήσεις.  ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit και 64-bit)","faq1l1":"Επεξεργαστής 2,33GHz ή ταχύτερος και συμβατός με επεξεργαστή x86 ή Intel® Atom™ 1,6GHz ή ταχύτερος για υπολογιστές Netbook","faq1l4":"RAM 1GB, μνήμη γραφικών 128MB","faq1l3":"Internet Explorer 8.0 ή μεταγενέστερη έκδοση, Mozilla Firefox 4.0 ή μεταγενέστερη έκδοση, Google Chrome, Safari 5.0 ή μεταγενέστερη έκδοση, Opera 11","faq8q":"8. Μέχρι πότε θα μπορώ να παίζω το παιχνίδι;","faq1l6":"Mac OS X v10.6 ή v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1,33GHz ή ταχύτερος επεξεργαστής","faq1l8":"RAM 1GB, μνήμη γραφικών 128MB","faq1l7":"Safari 5.0 ή μεταγενέστερη έκδοση, Mozilla Firefox 4.0 ή μεταγενέστερη έκδοση, Google Chrome, Opera 11","faq7a1":"Δοκιμάστε να ανανεώσετε τη σελίδα. Αν αυτό δεν έχει αποτέλεσμα, δοκιμάστε να πραγματοποιήσετε επανεκκίνηση του προγράμματος περιήγησης.","faq1q":"1. Ποιες είναι οι ελάχιστες απαιτήσεις για τον υπολογιστή μου;","faq1l9":"Επεξεργαστής 2,33GHz ή ταχύτερος και συμβατός με επεξεργαστή x86 ή Intel Atom 1,6GHz ή ταχύτερος για υπολογιστές Netbook","faq6a1":"Στο συγκεκριμένο παιχνίδι δεν απονέμονται βραβεία.","faq2a1":"Το ψευδώνυμό χρησιμεύει όταν συνδέεστε στο παιχνίδι και όταν πετυχαίνετε μια θέση στον πίνακα υψηλής βαθμολογίας. Μπορείτε να επιλέξετε όποιο ψευδώνυμο θέλετε, αλλά να θυμάστε ότι πρέπει να είναι μοναδικό και να περιέχει από 5 μέχρι 10 χαρακτήρες. Παρακαλούμε μη χρησιμοποιείτε προσωπικά στοιχεία, όπως το πραγματικό σας όνομα ή το τηλέφωνό σας. Η Rovio μπορεί να διαγράψει λογαριασμούς χρηστών που περιλαμβάνουν άσεμνες εκφράσεις χωρίς προειδοποίηση.","faq8a1":"Το παιχνίδι θα είναι διαθέσιμο μέχρι τις 31.3.2015.","faq5a3":"2) Κάτω από τη δεξιά καρτέλα στην πλευρική εργαλειοθήκη βρίσκεται ο τοπικός σας πίνακας υψηλής βαθμολογίας, στον οποίο βλέπετε τις καλύτερες βαθμολογίες για την περιοχή σας. Κάθε περιοχή έχει το δικό της πίνακα υψηλής βαθμολογίας.","faq5a2":"1) Κάτω από την αριστερή καρτέλα στην πλευρική εργαλειοθήκη βρίσκεται ο παγκόσμιος πίνακας υψηλής βαθμολογίας για κάθε επίπεδο, στον οποίο εμφανίζονται οι καλύτερες βαθμολογίες από όλο τον κόσμο για το αντίστοιχο επίπεδο.","faq4a1":"Θα πρέπει να εγγραφείτε ξανά. Την επόμενη φορά, σημειώστε το ψευδώνυμό σας και τον κωδικό πρόσβασης για να αποφύγετε το ίδιο πρόβλημα. Δεν υπάρχει σύστημα για την ανάκτηση του ψευδωνύμου ή του κωδικού πρόσβασης.","faq5a7":"Οι πίνακες υψηλής βαθμολογίας ανανεώνονται κάθε βδομάδα στις 00:00 UTC (Συντονισμένη Παγκόσμια Ώρα). Αν θέλετε να παραμείνει το ψευδώνυμό σας στους πίνακες υψηλής βαθμολογίας θα πρέπει να επιτύχετε μια νέα υψηλή βαθμολογία! Το παιχνίδι θυμάται την πρόοδό σας και τα σύνολα αστεριών.","faq5q":"5. Πώς λειτουργούν οι πίνακες υψηλής βαθμολογίας;","faq3a1":"Ναι, αλλά όχι με τον ίδιο λογαριασμό. Η γλώσσα του παιχνιδιού βασίζεται στη χώρα στην οποία εγγράφεστε. Για να συνδεθείτε σε εκδόσεις άλλων χωρών θα πρέπει να δημιουργήσετε νέο λογαριασμό.","faq5a6":"Και οι δύο πίνακες υψηλής βαθμολογίας δείχνουν μόνο τους 100 καλύτερους παίκτες. Αν μπορέσετε να αποκτήσετε μια θέση σε έναν από τους πίνακες υψηλής βαθμολογίας, το ψευδώνυμό σας θα εμφανίζεται με κόκκινα γράμματα. ","faq3q":"3. Μπορώ να συνδεθώ στις εκδόσεις παιχνιδιού άλλων χωρών;","faq7q":"7. Διακόπηκε η λειτουργία του παιχνιδιού, τι πρέπει να κάνω;","faq5a1":"Υπάρχουν δύο είδη πινάκων υψηλής βαθμολογίας:"}