{"faq1l12":"1GB of RAM; 128MB of graphics memory","faq1l11":"Mozilla Firefox 4.0 or Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 or later (32-bit and 64-bit), openSUSE® 11.3 or later (32-bit and 64-bit), Ubuntu 10.04 or later (32-bit and 64-bit)","faq1q3":"Mac OS:","faq2q":"2. What kind of nicknames can I use?","faq4q":"4. I forgot my nickname and/or password; what should I do?","faq6q":"6. Can I win something?","faq1a1":"The game requires Flash 11 to run. Flash 11 has its own requirements. ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit and 64-bit)","faq1l1":"2.33GHz or faster x86-compatible processor, or Intel® Atom™ 1.6GHz or faster processor for netbooks","faq1l4":"1GB of RAM; 128MB of graphics memory","faq1l3":"Internet Explorer 8.0 and above, Mozilla Firefox 4.0 and above, Google Chrome, Safari 5.0 and above, Opera 11","faq8q":"8. How long can I keep playing the game?","faq1l6":"Mac OS X v10.6 or v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1.33GHz or faster processor","faq1l8":"1GB of RAM; 128MB of graphics memory","faq1l7":"Safari 5.0 and above, Mozilla Firefox 4.0 and above, Google Chrome, Opera 11","faq7a1":"Try refreshing the page. If this doesn’t work, try restarting your browser.","faq1q":"1. What are the minimum requirements for my computer?","faq1l9":"2.33GHz or faster x86-compatible processor, or Intel Atom 1.6GHz or faster processor for netbooks","faq6a1":"There are no prizes awarded in this game.","faq2a1":"Your nickname is used when you log in to the game and achieve a position in the leaderboards. Feel free to pick any nickname you want, but remember that it has to be unique and a minimum of 5 and maximum of 10 characters. Please, do not use any personal information, like your real name or phone number. Rovio may delete user accounts containing improper language without a warning.","faq8a1":"The game will be available until 31.3.2015.","faq5a3":"2) Under the right tab in the sidebar is your local leaderboard, where you see the best scores of your area. Each area has its own local leaderboard.","faq5a2":"1) Under the left tab in the sidebar is the global leaderboard for each level, which keeps track of the best scores in the world for these levels.","faq4a1":"You should register again. Next time, write down your nickname and password in order to avoid this. There is no system for recovering the nickname or password.","faq5a7":"The leaderboards will reset weekly at 00:00 UTC. If you wish to keep your nickname in the leaderboards you should achieve a new top score! The game will remember your progress and star counts.","faq5q":"5. How do the leaderboards work?","faq3a1":"Yes, but not with the same account. The language of the game is based on the country to which you are registered. To log in to other country versions, you will need to create a new account.","faq5a6":"Both leaderboards only show the top 100 players. If you manage to gain a position in one of the leaderboards, your nickname will be displayed there in red. ","faq3q":"3. Can I log in to any country version of the game?","faq7q":"7. The game crashed; what should I do?","faq5a1":"There are two types of leaderboard:"}