{"faq1l12":"1 GB de memoria RAM; 128 MB de memoria gráfica","faq1l11":"Mozilla Firefox 4.0 o Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 o posterior (32 bits y 64 bits), openSUSE® 11.3 o posterior (32 bits y 64 bits), Ubuntu 10.04 o posterior (32 bits y 64 bits)","faq1q3":"Mac OS:","faq2q":"2. ¿Qué tipo de apodos puedo usar?","faq4q":"4. He olvidado mi nombre de usuario o mi contraseña. ¿Qué debo hacer?","faq6q":"6. ¿Puedo ganar algo?","faq1a1":"El juego requiere Flash 11 para poder ejecutarse. Flash 11 tiene sus propios requisitos.  ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32 bits), Windows Server® 2003 (32 bits), Windows Server 2008 (32 bits), Windows Vista® (32 bits), Windows 7 (32 bits y 64 bits)","faq1l1":"Procesador de 2,33 GHz o más rápido compatible con x86, o bien procesador Intel® Atom™ de 1,6 GHz o más rápido en el caso de equipos ultraportátiles","faq1l4":"1 GB de memoria RAM; 128 MB de memoria gráfica","faq1l3":"Internet Explorer 8.0 o superior, Mozilla Firefox 4.0 o superior, Google Chrome, Safari 5.0 o superior, Opera 11","faq8q":"8. ¿Durante cuánto tiempo puedo jugar al juego?","faq1l6":"Mac OS X v10.6 o v10.7","dir":"ltr","faq1l5":"Procesador Intel Core™ Duo de 1,33 GHz o más rápido","faq1l8":"1 GB de memoria RAM; 128 MB de memoria gráfica","faq1l7":"Safari 5.0 o superior, Mozilla Firefox 4.0 o superior, Google Chrome, Opera 11","faq7a1":"Prueba a actualizar la página. Si esto no funciona, prueba a reiniciar el navegador.","faq1q":"1. ¿Qué requisitos mínimos debe tener mi ordenador?","faq1l9":"Procesador de 2,33 GHz o más rápido compatible con x86, o bien procesador Intel Atom de 1,6 GHz o más rápido en el caso de equipos ultraportátiles","faq6a1":"En este juego no se conceden premios.","faq2a1":"Tu apodo se utiliza cuando inicias sesión en el juego y cuando ocupas un puesto en las clasificaciones. Puedes elegir el apodo que quieras, pero recuerda que debe ser único y tener entre 5 y 10 caracteres. No utilices información personal, como tu nombre real o tu número de teléfono. Rovio se reserva el derecho de eliminar sin previo aviso las cuentas de usuario que contengan un lenguaje inapropiado.","faq8a1":"El juego estará disponible hasta el 31 de marzo de 2015.","faq5a3":"2) Bajo la pestaña derecha de la barra lateral se encuentra tu clasificación local, donde puedes ver las mejores puntuaciones de tu zona. Cada zona tiene su propia clasificación local.","faq5a2":"1) Bajo la pestaña izquierda de la barra lateral se encuentra la clasificación global de cada nivel, que va indicando las mejores puntuaciones mundiales de esos niveles.","faq4a1":"Debes registrarte de nuevo. La próxima vez, anota tu apodo y tu contraseña para evitar que esto suceda. No hay ningún sistema que permita recuperar el apodo o la contraseña.","faq5a7":"Las clasificaciones se restablecen cada semana a las 00:00 UTC. Si quieres que tu apodo siga apareciendo en las clasificaciones, debes obtener una nueva puntuación máxima. El juego recordará tu progreso y tus recuentos de estrellas.","faq5q":"5. ¿Cómo funcionan las clasificaciones?","faq3a1":"Sí, pero no con la misma cuenta. El idioma del juego se basa en el país en el que te registras. Para iniciar sesión en versiones de otros países, necesitas crear una nueva cuenta.","faq5a6":"En ambas clasificaciones se muestran únicamente los 100 mejores jugadores. Si logras ocupar un puesto en una de las clasificaciones, tu apodo se mostrará allí en rojo. ","faq3q":"3. ¿Puedo iniciar sesión en la versión del juego de cualquier país?","faq7q":"7. El juego se ha bloqueado. ¿Qué debo hacer?","faq5a1":"Hay dos tipos de clasificación:"}