{"faq1l12":"1 Go de RAM ; 128 Mo de mémoire graphique","faq1l11":"Mozilla Firefox 4.0 ou Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 ou plus (32 ou 64 bits), openSUSE® 11.3 ou plus (32 ou 64 bits), Ubuntu 10.04 ou plus (32 ou 64 bits)","faq1q3":"Mac OS :","faq2q":"2. Comment choisir mon pseudo ?","faq4q":"4. J\u0027ai oublié mon pseudo et/ou mon mot de passe, comment faire ?","faq6q":"6. Qu\u0027est-ce qu\u0027on gagne ?","faq1a1":"Le jeu fonctionne avec Flash 11 qui a ses propres exigences techniques.  ","faq1a2":"Windows :","faq1a4":"Linux :","faq1l2":"Microsoft® Windows® XP (32 bits), Windows Server® 2003 (32 bits), Windows Server 2008 (32 bits), Windows Vista® (32 bits), Windows 7 (32 ou 64 bits)","faq1l1":"Processeur 2,33 GHz ou plus, compatible x86, ou processeur Intel® Atom™ 1,6 GHz ou plus pour les ultra-portables","faq1l4":"1 Go de RAM ; 128 Mo de mémoire graphique","faq1l3":"Internet Explorer 8.0 et plus, Mozilla Firefox 4.0 et plus, Google Chrome, Safari 5.0 et plus, Opera 11","faq8q":"8. Jusqu\u0027à quand puis-je jouer au jeu ?","faq1l6":"Mac OS X v10.6 ou v10.7","dir":"ltr","faq1l5":"Processeur Intel Core™ Duo 1,33 GHz ou plus","faq1l8":"1 Go de RAM ; 128 Mo de mémoire graphique","faq1l7":"Safari 5.0 et plus, Mozilla Firefox 4.0 et plus, Google Chrome, Opera 11","faq7a1":"Essayez de réactualiser la page. Si cela ne marche pas, relancez votre navigateur.","faq1q":"1. Quelle doit être la configuration minimale de mon ordinateur ?","faq1l9":"Processeur 2,33 GHz ou plus, compatible x86, ou processeur Intel Atom 1,6 GHz ou plus pour les ultra portables","faq6a1":"Il n\u0027y a aucun prix à gagner dans ce jeu.","faq2a1":"Vous utilisez votre pseudo pour vous connecter au jeu et vous faire une place dans les classements. Vous pouvez choisir n\u0027importe quel pseudo, mais il doit être unique et comporter entre 5 et 10 caractères. N\u0027utilisez pas d\u0027informations personnelles comme votre vrai nom ou votre numéro de téléphone. Rovio se réserve le droit de supprimer les comptes utilisateurs qui utilisent un langage déplacé, et ce sans avis préalable.","faq8a1":"Le jeu sera disponible jusqu\u0027au 31/3/2015.","faq5a3":"2) Dans l\u0027onglet de droite de la barre latérale se trouve le classement local qui vous permet de voir les records de votre région. Chaque région dispose de son propre classement.","faq5a2":"1) Dans l\u0027onglet de gauche de la barre latérale se trouve le classement mondial pour chaque niveau, qui recense les records du monde entier par niveau.","faq4a1":"Vous devez vous réinscrire. Mais cette fois, n\u0027oubliez pas de noter votre pseudo et votre mot de passe. Il n\u0027existe aucune solution vous permettant de les récupérer.","faq5a7":"Les classements sont remis à zéro toutes les semaines à minuit TUC. Si vous voulez que votre pseudo reste dans le tableau, il faut établir un nouveau record ! Le jeu conserve votre progression et votre nombre d\u0027étoiles.","faq5q":"5. Comment fonctionnent les classements ?","faq3a1":"Oui, mais pas avec le même compte. La langue du jeu est déterminée par le pays dans lequel vous vous inscrivez. Pour utiliser les versions d\u0027autres pays, vous devez créer un nouveau compte.","faq5a6":"Ces deux classements ne montrent que les 100 meilleurs joueurs. Si vous réussissez à vous faire une place dans l\u0027un des classements, votre pseudo s\u0027affiche en rouge. ","faq3q":"3. Puis-je me connecter à la version de n\u0027importe quel pays ?","faq7q":"7. Le jeu a planté, que dois-je faire ?","faq5a1":"Il y a deux types de classements :"}