{"faq1l12":"1GB RAM; 128MB grafičke memorije","faq1l11":"Mozilla Firefox 4.0 ili Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 ili noviji (32-bit i 64-bit), openSUSE® 11.3 ili noviji (32-bit i 64-bit), Ubuntu 10.04 ili noviji (32-bit i 64-bit)","faq1q3":"Mac OS:","faq2q":"2. Kakve nadimke mogu koristiti?","faq4q":"4. Za prijavu u inačicu druge države, trebam napraviti novi račun?","faq6q":"6. Mogu li nešto osvojiti?","faq1a1":"Igra zahtijeva Flash 11 za igranje. Flash 11 ima svoje posebne zahtjeve.  ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit i 64-bit)","faq1l1":"2.33GHz ili brži x86-kompatibilni procesor, ili Intel® Atom™ 1.6GHz ili brži procesor za netbook prijenosna računala","faq1l4":"1GB RAM; 128MB grafičke memorije","faq1l3":"Internet Explorer 8.0 i noviji, Mozilla Firefox 4.0 i noviji, Google Chrome, Safari 5.0 i noviji, Opera 11","faq8q":"8. Kako dugo mogu igrati igru?","faq1l6":"Mac OS X v10.6 or v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1.33GHz ili brži procesor","faq1l8":"1GB RAM; 128MB grafičke memorije","faq1l7":"Safari 5.0 i noviji, Mozilla Firefox 4.0 i noviji, Google Chrome, Opera 11","faq7a1":"Pokušaj osvježiti stranicu. Ako to ne pomogne pokušaj ponovo pokrenuti preglednik.","faq1q":"1. Koji su minimalni zahtjevi za moje računalo?","faq1l9":"2.33GH ili brži x86-kompatibilni procesor, ili Intel Atom 1.6GHz ili brži procesor za netbook prijenosna računala","faq6a1":"U ovoj se igri ne dodjeljuju nagrade.","faq2a1":"Tvoj se nadimak koristi samo kod prijave u igru i za položaj na tablicama poretka. Možeš odabrati nadimak koji god želiš, ali imaj na umu da mora biti jedinstven i imati najmanje 5 a najviše 10 znakova. Ne upotrebljavati osobne podatke, kao što su pravo ime ili broj telefona. Rovio može bez upozorenja izbrisati korisničke račune koji sadrže neprikladan jezik.","faq8a1":"Igra će biti dostupna do 31.3.2015.","faq5a3":"2) U desnoj kartici bočne trake nalazi se tablica s poretkom igrača u tvojoj zemlji. Svako zemljopisno područje ima svoju zasebnu tablicu s poretkom igrača.","faq5a2":"1) U lijevoj kartici bočne trake nalazi se tablica s globalnim poretkom igrača za svaku razinu igre, tablica prikazuje najbolje rezultate na razini cijelog svijeta za svaku od razina u igri.","faq4a1":"Moraš se ponovo registrirati. Slijedeći puta zapiši svoj nadimak i lozinku kako bi se to izbjeglo. Nema sustava za obnovu nadimka ili lozinke.","faq5a7":"Tablice poretka se vraćaju na početnu vrijednost svaki tjedan u 00:00 sati prema Koordiniranom svjetskom vremenu UTC. Ako želiš da tvoj nadimak ostane u tablici trebaš ostvariti novi najbolji rezultat! Igra će pohraniti podatak o tvom napretku i o broju osvojenih zvjezdica.","faq5q":"5. Kako rade tablice s poretkom igrača?","faq3a1":"Da, ali ne s istim računom. Jezik igre temelji se na državi registracije. Za prijavu u inačicu druge države, trebaš napraviti novi račun.","faq5a6":"Obje tablice poretka prikazuju samo 100 najboljih igrača. Ako uspiješ osvojiti mjesto na nekoj od njih, tvoj će nadimak u tablici biti ispisan crvenim slovima. ","faq3q":"3. Mogu li se prijaviti u igru za inačicu bilo koje države?","faq7q":"7. Igra se prekinula, što moram učiniti?","faq5a1":"Dvije su vrste tablice poretka:"}