{"faq1l12":"1 GB RAM; 128 MB grafikus memória","faq1l11":"Mozilla Firefox 4.0 vagy Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 vagy újabb (32-bites és 64-bites), openSUSE® 11.3 vagy újabb (32-bites 64-bites), Ubuntu 10.04 vagy újabb (32-bites és 64-bites)","faq1q3":"Mac esetén:","faq2q":"2. Milyen becenevet választhatok?","faq4q":"4. Elfelejtettem a becenevemet és a jelszavamat, mit tegyek?","faq6q":"6. Nyerhetek valamit?","faq11q":"11. DirectX problémák","faq1a1":"A játék futtatásához Flash 11-re van szükség. A Flash 11 saját követelményekkel rendelkezik.  ","faq10a1":"Ellenőrizd, hogy a videó beállítások 32 bites színmélységre vannak állítva. Nyisd meg a Képernyő-beállítások ikont a vezérlőpulton, és válaszd ki a 32 bites beállítást. ","faq1a2":"Windows esetében:","faq10a2":"Mielőtt a játékot elindítanád, zárj be minden alkalmazást. ","faq1a4":"Linux esetén:","faq1l2":"Microsoft® Windows® XP (32-bites), Windows Server® 2003 (32-bites), Windows Server 2008 (32-bites), Windows Vista® (32-bites), Windows 7 (32-bites és 64-bites)","faq1l1":"2,33 GHz-es vagy gyorsabb x86-kompatibilis processzor vagy Intel® Atom™ 1,6 GHz-es vagy gyorsabb processzor netbookok esetén","faq11a2":"Ha a DirectX használata közben video- vagy hangproblémákat észlelsz, látogass el a http://support.microsoft.com oldalra, ahol megtalálod a legújabb, hibaelhárítással kapcsolatos tudnivalókat. Szerezd meg a legújabb DirectX-kompatibilis illesztő programokat is a video- vagy hangkártyád gyártójától.","faq1l4":"1 GB RAM; 128 MB grafikus memória","faq11a1":"Ahhoz, hogy a játékot játszhasd, telepítened kell a DirectX® 9.0c vagy újabb verzióját. A DirectX letölthető a Microsoft Windows Update webhelyről a http://windowsupdate.microsoft.com címen. ","faq1l3":"Internet Explorer 8.0 vagy újabb, Mozilla Firefox 4.0 vagy újabb, Google Chrome, Safari 5.0 vagy újabb, Opera 11","faq8q":"8. Meddig lehet játszani a játékkal?","faq1l6":"Mac OS X v10.6 vagy v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1,33 GHz-es vagy gyorsabb processzor","faq1l8":"1 GB RAM; 128 MB grafikus memória","faq1l7":"Safari 5.0 vagy újabb, Mozilla Firefox 4.0 vagy újabb, Google Chrome, Opera 11","faq7a1":"Próbáld meg frissíteni az oldalt. Ha ez nem segít, indítsd újra a böngészőt.","faq1q":"1. Melyek a számítógép minimális rendszerkövetelményei?","faq1l9":"2,33 GHz-es vagy gyorsabb x86-kompatibilis processzor vagy Intel Atom 1,6 GHz-es vagy gyorsabb processzor netbookok esetén","faq6a1":"Ebben a játékban nincsenek nyeremények.","faq2a1":"A becenév segítségével tudsz bejelentkezni a játékba, és ez fog megjelenni az eredménytáblán. Bármilyen becenevet választhatsz, de ne feledd, hogy egyedinek, legalább 5 és legfeljebb 10 karakter hosszúságúnak kell lennie. Kérünk, hogy ne használj személyes adatokat, például az igazi nevedet vagy a telefonszámodat. A Rovio előzetes figyelmeztetés nélkül törölheti a nem megfelelő nyelvezetet használó fiókokat.","faq8a1":"A játék 2015. március 31-ig elérhető.","faq5a3":"2) Az oldalsávon a jobb fül alatt található a helyi eredménytábla, ahol a saját országod legjobb eredményeit láthatod. Minden országnak saját eredménytáblája van.","faq5a2":"1) Az oldalsávon a bal fül alatt található az egyes szintek globális eredménytáblája, amelyen az adott szint világszerte legjobb eredményei láthatók.","faq4a1":"Regisztrálj újra és legközelebb jegyezd fel a becenevedet és a jelszavadat. Nincs lehetőség az elfelejtett becenevek és jelszavak lekérésére.","faq5a7":"Az eredménytábla hetente, a koordinált világidő (UTC) szerint 00:00 órakor nullázódik. Ha továbbra is látni szeretnéd a nevedet az eredménytáblán, egy újabb csúcseredményt kell elérned! A játék megjegyzi az előmeneteledet és a legjobb eredményedet.","faq5q":"5. Hogyan működnek az eredménytáblák?","faq3a1":"Igen, de nem ugyanazzal a fiókkal. A játék nyelve attól függ, hogy milyen országgal regisztrálsz. Ha más országok verzióiba szeretnél regisztrálni, új fiókot kell létrehoznod.","faq5a6":"Mindkét eredménytábla a 100 legjobb játékost jeleníti meg. Ha sikerül helyet szerezned valamelyik eredménytáblán, akkor a beceneved piros színnel jelenik meg rajta. ","faq3q":"3. Bármilyen ország játékverziójába bejelentkezhetek?","faq7q":"7. A játék összeomlott, mit tegyek?","faq10q":"10. A játékok nagyon lassúak. Mit tegyek?","faq9a1":"Nem, minden programot alaposan átvizsgáltunk, ezek nem tartalmaznak vírusokat.","faq01":"JÁTÉKKAL KAPCSOLATOS TUDNIVALÓK","faq9q":"9. Előfordulhat, hogy a játék vírust tartalmaz?","faq03":"info@hu.nestle.com, support@rovio.com vagy nestle.angrybirds.com.","faq02":"Technikai segítségnyújtás:","faq5a1":"Az eredménytábláknak két típusa van:"}