{"faq1l12":"1GB RAM; 128MB memori grafis","faq1l11":"Mozilla Firefox 4.0 atau Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 atau yang lebih baru (32-bit dan 64-bit), openSUSE® 11.3 atau yang lebih baru (32-bit dan 64-bit), Ubuntu 10.04 atau yang lebih baru (32-bit dan 64-bit)","faq1q3":"Mac OS:","faq2q":"2. Nama panggilan seperti apa yang bisa saya gunakan?","faq4q":"4. Saya lupa nama pengguna dan/atau kata sandi, apa yang harus saya lakukan?","faq6q":"6. Bisakah saya memenangkan sesuatu?","faq1a1":"Flash 11 diperlukan untuk menjalankan permainan. Flash 11 memiliki persyaratannya sendiri.  ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit dan 64-bit)","faq1l1":"Prosesor kompatibel-x86 2.33GHz atau yang lebih cepat, atau prosesor Intel Atom 1.6GHz atau yang lebih cepat untuk netbook","faq1l4":"1GB RAM; 128MB memori grafis","faq1l3":"Internet Explorer 8.0 dan yang lebih baru, Mozilla Firefox 4.0 dan yang lebih baru, Google Chrome, Safari 5.0 dan yang lebih baru, Opera 11","faq8q":"8. Berapa lama saya bisa terus memainkan permainan ini?","faq1l6":"Mac OS X v10.6 atau v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1.33GHz atau prosesor yang lebih cepat","faq1l8":"1GB RAM; 128MB memori grafis","faq1l7":"Safari 5.0 dan yang lebih baru, Mozilla Firefox 4.0 dan yang lebih baru, Google Chrome, Opera 11","faq7a1":"Coba muat ulang halamannya. Bila tidak berhasil, coba nyalakan lagi browser anda.","faq1q":"1. Apa persyaratan minimum untuk komputer saya?","faq1l9":"Prosesor kompatibel-x86 2.33GHz atau yang lebih cepat, atau prosesor Intel Atom 1.6GHz atau yang lebih cepat untuk netbook","faq6a1":"Tidak ada hadiah yang diberikan untuk permainan ini.","faq2a1":"Nama panggilan anda digunakan saat Anda login ke permainan dan mencapai suatu posisi dalam papan nilai. Anda bebas memilih nama panggilan anda, tapi ingat nama tersebut harus unik serta jumlah karakternya minimum 5 dan maksimum 10. Jangan gunakan informasi pribadi, seperti nama atau nomor telepon anda yang sebenarnya. Rovio bisa menghapus akun pengguna yang berisi bahasa yang tidak sopan tanpa peringatan.","faq8a1":"Permainan akan tersedia sampai 31.3.2015.","faq5a3":"2) Di bawah tab kanan sidebar terletak papan nilai lokal, di mana Anda melihat nilai terbaik di wilayah anda.  Setiap wilayah punya papan nilai sendiri.","faq5a2":"1) Di bawah tab kiri sidebar terletak papan nilai global untuk tiap level, yang mencatat nilai terbaik di dunia untuk level-level ini. ","faq4a1":"Anda harus mendaftar lagi. Lain kali, catat nama panggilan dan kata sandi anda untuk menghindarinya. Tidak ada sistem untuk memperoleh kembali julukan atau kata sandi.","faq5a7":"Papan nilai akan diatur ulang tiap minggu pada jam 00:00 UTC. Bila ingin mempertahankan nama panggilan anda di papan nilai, Anda harus mencapai skor tertinggi baru! Permainan akan mengingat kemajuan dan hitungan bintang anda.","faq5q":"5. Bagaimana cara kerja papan nilai?","faq3a1":"Ya, tapi tidak dengan akun yang sama. Bahasa permainan didasarkan pada negara yang Anda pilih saat mendaftar. Untuk login ke versi negara lain, Anda akan perlu membuat akun baru.","faq5a6":"Kedua papan nilai hanya menunjukkan 100 pemain terbaik. Bila Anda berhasil mendapatkan posisi di salah satu papan nilai, nama panggilan anda akan ditampilkan di sana dengan warna merah. ","faq3q":"3. Bisakah saya login ke sembarang versi negara dari permainan ini?","faq7q":"7. Permainannya crash, apa yang harus saya lakukan?","faq5a1":"Ada dua jenis papan nilai:"}