{"faq1l12":"1GB di RAM; 128MB di memoria grafica","faq1l11":"Mozilla Firefox 4.0 o Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 o versione successiva (32-bit e 64-bit), openSUSE® 11.3 o versione successiva (32-bit e 64-bit), Ubuntu 10.04 o versione successiva (32-bit e 64-bit)","faq1q3":"Sistema Operativo Mac:","faq2q":"2. Che tipo di nickname posso utilizzare?","faq4q":"4. Ho dimenticato il mio username e/o la password, cosa posso fare?","faq6q":"6. Ci sono premi in palio?","faq1a1":"Per visualizzare il gioco è necessario Flash 11. Flash 11 possiede requisiti specifici.  ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit e 64-bit)","faq1l1":"Processore da 2.33GHz o superiore compatibile con l\u0027architettura x86, o Intel® Atom™ da 1.6GHz o processori per netbook più veloci","faq1l4":"1GB di RAM; 128MB di memoria grafica","faq1l3":"Internet Explorer 8.0 e versioni successive, Mozilla Firefox 4.0 e versioni successive, Google Chrome, Safari 5.0 e versioni successive, Opera 11","faq8q":"8. Per quanto tempo potrò giocare?","faq1l6":"Mac OS X v10.6 o v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1.33GHz o processore superiore","faq1l8":"1GB di RAM; 128MB di memoria grafica","faq1l7":"Safari 5.0 e versioni successive, Mozilla Firefox 4.0 e versioni successive, Google Chrome, Opera 11","faq7a1":"Prova a ricaricare la pagina. Se non funziona, prova a riavviare il browser.","faq1q":"1. Quali requisiti minimi deve avere il mio PC?","faq1l9":"Processore da 2.33GHz o superiore compatibile con l\u0027architettura x86, o Intel Atom da 1.6GHz o processori per netbook più veloci","faq6a1":"Il gioco non prevede premi.","faq2a1":"Il nickname viene utilizzato per effettuare l\u0027accesso e quando ti classifichi tra i Migliori Giocatori. Puoi scegliere il nickname che preferisci, ma ricordati che dev\u0027essere unico e di lunghezza compresa tra i 5 e i 10 caratteri. Ti sconsigliamo di utilizzare informazioni personali quali il tuo vero nome o il tuo numero di telefono. Rovio si riserva il diritto di cancellare gli account utente che contengano un linguaggio inappropriato.","faq8a1":"Il gioco è disponibile fino al 31.3.2015.","faq5a3":"2) Sotto la scheda destra della barra laterale trovi la lista locale dei Migliori Giocatori, dove trovi i risultati migliori per la tua area geografica.  Ogni area geografica ha una lista Migliori Giocatori specifica.","faq5a2":"1) Sotto la scheda sinistra della barra laterale trovi la lista globale dei Migliori Giocatori per ciascun livello, che registra i punteggi migliori a livello mondiale per questi livelli. ","faq4a1":"Devi effettuare nuovamente la registrazione. La prossima volta, prendi nota del nickname e della password per evitare di dimenticarle nuovamente. Non esiste un modo per recuperare il nickname o la password.","faq5a7":"Le liste Migliori Giocatori vengono ripristinate con cadenza settimanale alle 00:00 UTC. Se vuoi che il tuo nickname resti in lista dovrai raggiungere un nuovo punteggio record! Il gioco memorizza i tuoi progressi e il conteggio delle stelle.","faq5q":"5. Come funziona la lista dei Migliori Giocatori?","faq3a1":"Sì, ma non con lo stesso account. La lingua del gioco si basa sul Paese selezionato al momento della registrazione. Per accedere alle versioni di altri Paesi, devi creare un nuovo account.","faq5a6":"In entrambe le liste sono presenti solo i 100 migliori giocatori. Se guadagni una posizione in una delle due liste, il tuo nickname apparirà in rosso nella lista. ","faq3q":"3. Posso accedere alle versioni del gioco dei vari Paesi?","faq7q":"7. Il gioco si è bloccato, cosa posso fare?","faq5a1":"Vi sono due liste Migliori Giocatori:"}