{"faq1l12":"זיכרון RAM של 1GB; זיכרון גרפי של 128MB","faq1l11":"Mozilla Firefox 4.0 או Google Chrome ","faq1l10":"‏‪Red Hat® Enterprise Linux (RHEL) 5.6‬ ואילך ‪(32-bit and 64-bit)‬, openSUSE® 11.3 ואילך ‪(32-bit and 64-bit)‬, Ubuntu 10.04 ואילך ‪(32-bit and 64-bit)‬","faq1q3":"Mac OS:","faq2q":"2. באיזה כינוי אני יכול להשתמש?","faq4q":"4. שכחתי את שם המשתמש שלי ו/או את הסיסמה שלי, מה עלי עושה?","faq6q":"6. האם אני יכול לזכות במשהו?","faq1a1":"הפעלת המשחק מחייבת Flash 11. ל- Flash 11 יש דרישות מינימום משלו.  ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"‏‪Microsoft® Windows® XP (32-bit)‬, ‪Windows Server® 2003 (32-bit)‬, ‪Windows Server 2008 (32-bit)‬, ‪Windows Vista® (32-bit)‬, ‪Windows 7 (32-bit, 64-bit)‬","faq1l1":"מעבד תואם ל-x86 במהירות 2.33GHz או מהיר יותר או מעבד Intel® Atom™ 1.6GHz או מהיר יותר למחשבי netbook","faq1l4":"זיכרון RAM של 1GB; זיכרון גרפי של 128MB","faq1l3":"Internet Explorer 8.0 ואילך, Mozilla Firefox 4.0 ואילך, Google Chrome, ‏Safari 5.0 ואילך, Opera 11","faq8q":"8. כמה זמן אני יכול להמשיך לשחק במשחק?","faq1l6":"Mac OS X v10.6 או v10.7","dir":"rtl","faq1l5":"מעבד Intel Core™ Duo 1.33GHz או מהיר יותר","faq1l8":"זיכרון RAM של 1GB; זיכרון גרפי של 128MB","faq1l7":"Safari 5.0 ואילך, Mozilla Firefox 4.0 ואילך, Google Chrome, ‏Opera 11","faq7a1":"נסה לרענן את הדף. אם זה לא עובד, הפעל את מחדש את הדפדפן.","faq1q":"1. מה הן דרישות המינימום עבור המחשב שלי?","faq1l9":"מעבד תואם ל-x86 במהירות 2.33GHz או מהיר יותר או מעבד Intel® Atom™ 1.6GHz או מהיר יותר למחשבי netbook","faq6a1":"המשחק הזה אינו נושא פרסים.","faq2a1":"אתה משתמש בכינוי כל פעם שאתה נכנס למשחק ומגיע לרמה מסוימת בטבלאות המובילים. אתה יכול לבחור כל כינוי שתרצה, אך זכור שהוא חייב להיות ייחודי וחייב להיות בין 5 מינימום ועד 10 תווים מקסימום. אל תשתמש במידע אישי, כגון שמך האמתי או מספר טלפון חברת Rovio רשאית למחוק ללא אזהרה חשבונות משתמשים שמכילים שפה לא הולמת.","faq8a1":"המשחק יהיה זמין עד ליום 31.3.2015.","faq5a3":"2) תחת הכרטיסייה הימנית בסרגל הצד נמצאת טבלת השיאים המקומית, שבה מופיעות התוצאות הטובות ביותר באזור שלך. לכל אזור יש טבלת מובילים מקומית משלו.","faq5a2":"1) תחת הכרטיסייה השמאלית בסרגל הצד נמצאת טבלת המובילים הכללית לכל רמה, ובה מופיעים השיאים הטובים ביותר בעולם עבור רמות אלה.","faq4a1":"עליך להירשם מחדש. בפעם הבאה רשום את הכינוי ואת הסיסמה שלך כדי לא לאבד אותם שוב.  אין לנו מערכת לשחזור כינויים וסיסמאות.","faq5a7":"טבלאות המובילים מתאפסות מדי סוף שבוע בשעה 00:00 UTC. אם אתה רוצה שהכינוי שלך יישאר בטבלת המובילים, עליך להגיע לשיא חדש! המשחק יזכור עד כמה התקדמת וכמה כוכבים השגת.","faq5q":"5. איך עובדת טבלת המובילים?","faq3a1":"כן, אבל לא עם אותו חשבון. שפת המשחק מתאימה למדינה שבה אתה נירשם. כדי להכנס לגרסת מדינה אחרת, עליך ליצור חשבון חדש.","faq5a6":"שתי הטבלאות מראות רק את 100 השחקנים המובילים. אם אתה מצליח להגיע למקום באחת מטבלאות המובילים, הכינוי של יופיע בצבע אדום. ","faq3q":"3. האם אני יכול להכנס לכל גרסת מדינה של המשחק?","faq7q":"7. המשחק קרס, מה עליי לעשות?","faq5a1":"ישנם שני סוגים של טבלאות מובילים:"}