{"faq1l12":"1 ГБ ЖЖҚ; 128 МБ сызбалық жады","faq1l11":"Mozilla Firefox 4.0 немесе Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 немесе жоғары (32 биттік және 64 биттік), openSUSE® 11.3 немесе жоғары (32 биттік және 64 биттік), Ubuntu 10.04 немесе жоғары (32 биттік және 64 биттік)","faq1q3":"Mac OS:","faq2q":"2. Қандай лақап түрін пайдалана аламын?","faq4q":"4. Пайдаланушы атымды және/немесе құпия сөзді ұмытып қалдым, не істеу керек?","faq6q":"6. Бір нәрсе ұта аламын ба?","faq1a1":"Ойын іске қосылу үшін Flash 11 талап етеді. Flash 11 жеке талаптары бар.  ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32 биттік), Windows Server® 2003 (32 биттік), Windows Server 2008 (32 биттік), Windows Vista® (32 биттік), Windows 7 (32 биттік және 64 биттік)","faq1l1":"2,33 ГГц немесе жылдамдау x86 үйлесімді процессор немесе Intel® Atom™ 1,6 ГГц немесе нетбукке арналған жылдамдау процессор","faq1l4":"1 ГБ ЖЖҚ; 128 МБ сызбалық жады","faq1l3":"Internet Explorer 8.0 және жоғары, Mozilla Firefox 4.0 және жоғары, Google Chrome, Safari 5.0 және жоғары, Opera 11","faq8q":"8. Ойынды қашанға дейін ойнай аламын?","faq1l6":"Mac OS X 10.6 немесе v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1,33 ГГц немесе жылдамдау процессор","faq1l8":"1 ГБ ЖЖҚ; 128 МБ сызбалық жады","faq1l7":"Safari 5.0 және жоғары, Mozilla Firefox 4.0 және жоғары, Google Chrome, Opera 11","faq7a1":"Бетті жаңартыңыз. Егер бұл көмектеспесе, шолғышты қайта іске қосыңыз.","faq1q":"1. Ең төменгі компьютер талаптары қандай?","faq1l9":"2,33 ГГц немесе жылдамдау x86 үйлесімді процессор немесе Intel Atom 1,6 ГГц немесе нетбукке арналған жылдамдау процессор","faq6a1":"Бұл ойында жүлде берілмейді.","faq2a1":"Лақап ойынға кіріп, рейтингте орын алған кезде пайдаланылады. Қалаған лақапты еркін таңдаңыз, бірақ ол бірегей және кемінде 5 және ең көп 10 таңбадан тұруы керек. Шын атыңыз немесе телефон нөмірі сияқты жеке мәліметтерді пайдаланбаңыз. Rovio компаниясы ретсіз сөздер бар пайдаланушы тіркелгілерін ескертусіз жоя алады.","faq8a1":"Ойын 2015 жылдың 31 наурызына дейін қол жетімді болады.","faq5a3":"2) Бүйірлік тақтаның оң қойындысының астында аймақтың үздік ұпайлары орналасқан жергілікті рейтингі бар. Әрбір аймақтың жергілікті рейтингі болады.","faq5a2":"1) Бүйірлік тақтаның сол қойындысының астында деңгейлер үшін дүниежүзіндегі үздік ұпайларды бақылайтын әрбір деңгейдің жалпы рейтингі бар.","faq4a1":"Қайта тіркелу қажет. Келесіде алдын алу үшін лақапты және құпия сөзді жазып қойыңыз. Лақапты немесе құпия сөзді қалпына келтіру жүйесі жоқ.","faq5a7":"Рейтингтер апта сайын сағат 00:00 UTC ысырылады. Егер лақабыңызды рейтингтерде сақтағыңыз келсе, жаңа үздік ұпайға қол жеткізу қажет! Ойын барысыңызды және жұлдыздар санын есте сақтайды.","faq5q":"5. Рейтинг қалай құрылады?","faq3a1":"Иә, бірақ бірдей тіркелгімен емес. Ойын тілі тіркелген елге байланысты. Басқа ел нұсқаларына кіру үшін жаңа тіркелгі жасау қажет.","faq5a6":"Екі рейтинг тек үздік 100 ойыншыны көрсетеді. Егер рейтингтердің біреуінде орын алсаңыз, лақабыңыз қызылмен көрсетіледі. ","faq3q":"3. Ойынның ел нұсқасына кіре аламын ба?","faq7q":"7. Ойын қатып қалды, не істеу керек?","faq5a1":"Рейтингтің екі түрі бар:"}