{"faq1l12":"1 GB RAM; 128 MB графичка меморија","faq1l11":"Mozilla Firefox 4.0 или Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 или понова верзија (32-битен и 64-битен), openSUSE® 11.3 или понова верзија (32-битен и 64-битен), Ubuntu 10.04 или понова верзија (32-битен и 64-битен)","faq1q3":"Mac OS:","faq2q":"2. Какви видови прекари може да користам?","faq4q":"4. Си ги заборавив корисничкото име и/или лозинката, што треба да направам?","faq6q":"6. Дали може да освојам нешто?","faq1a1":"Има потреба од Flash 11 за играта да може да функционира. Flash 11 има свои услови. ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32-битен), Windows Server® 2003 (32-битен), Windows Server 2008 (32-битен), Windows Vista® (32-битен), Windows 7 (32-битен и 64-битен)","faq1l1":"2,33 GHz или побрз x86 компатибилен процесор или Intel® Atom™ 1,6 GHz или побрз процесор за мрежни лаптоп компјутери","faq1l4":"1 GB RAM; 128 MB графичка меморија","faq1l3":"Internet Explorer 8.0 или понова верзија, Mozilla Firefox 4.0 или понова верзија, Google Chrome, Safari 5.0 или понова верзија, Opera 11","faq8q":"8. Колку време ќе може да ја играм играта?","faq1l6":"Mac OS X верзија 10.6 или 10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1,33 GHz или побрз процесор","faq1l8":"1 GB RAM; 128 MB графичка меморија","faq1l7":"Safari 5.0 или понова верзија, Mozilla Firefox 4.0 или понова верзија, Google Chrome, Opera 11","faq7a1":"Обиди се да ја освежиш страницата. Ако ова не функционира, обиди се одново да го стартуваш пребарувачот.","faq1q":"1. Кои се минималните услови што треба да ги исполнува компјутерот?","faq1l9":"2,33 GHz или побрз x86 компатибилен процесор или Intel Atom 1,6 GHz или побрз процесор за мрежни лаптоп компјутери","faq6a1":"Во оваа игра не се доделуваат награди.","faq2a1":"Прекарот се користи кога се најавуваш за играта и кога достигнуваш некаква позиција во табелата со резултати на водечките играчи. Слободно избери прекар по желба, но имај на ум дека мора да биде единствен и да се состои од најмалку 5, a најмногу 10 знаци. Немој да користиш никакви лични податоци, како на пример вистинското име или телефонскиот број. Rovio може да ги избрише сметките што содржат несоодветен јазик без предупредување.","faq8a1":"Играта ќе биде достапна до 31 март 2015 година.","faq5a3":"2) Под десниот табулатор во страничната лента е локалната табела со водечки резултати, каде што се гледаат најдобрите резултати во твојата област. Секоја област има своја табела со водечки резултати.","faq5a2":"1) Под левиот табулатор во страничната лента е глобалната табела со водечки резултати за секое ниво, каде што се поставуваат ажурирани податоци за најдобрите резултати во светот за овие нивоа. ","faq4a1":"Треба да се регистрираш повторно. Следниот пат, запиши си ги прекарот и лозинката за да го избегнеш ова. Нема систем за повраќање на прекарот или лозинката.","faq5a7":"Табелите со водечки резултати ќе се ресетираат еднаш неделно во 00.00 часот според координираното светско време (UTC). Ако сакаш прекарот да се задржи во табелите со водечки резултати, треба да постигнеш нов врвен резултат! Играта ќе го запамети напредокот што го постигнуваш и бројот на ѕвезди.","faq5q":"5. Како функционираат табелите со резултати на водечките играчи?","faq3a1":"Да, но не со истата сметка. Јазикот на играта е заснован на земјата со која си регистриран/а. За да се најавиш на верзиите од другите земји, треба да отвориш нова сметка.","faq5a6":"Двете табели со водечки резултати ги покажуваат само најдобрите 100 играчи. Ако успееш да освоиш позиција во една од табелите со водечки резултати, твојот прекар ќе се најде на табелата и ќе биде прикажан со црвена боја. ","faq3q":"3. Дали може да се најавам на верзија од играта за која било земја?","faq7q":"7. Играта имаше пад, што треба да сторам?","faq5a1":"Постојат два вида табели со водечки резултати:"}