{"faq1l12":"1GB RAM; 128MB grafisch geheugen","faq1l11":"Mozilla Firefox 4.0 of Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 of hoger (32-bits en 64-bits), openSUSE® 11.3 of hoger (32-bits en 64-bits), Ubuntu 10.04 of hoger (32-bits en 64-bits)","faq1q3":"Voor Mac OS:","faq2q":"2. Wat voor nicknames kan ik gebruiken?","faq4q":"4. Ik ben mijn nickname en/of wachtwoord vergeten, wat moet ik doen?","faq6q":"6. Kan ik iets winnen?","faq1a1":"Voor het spelen van de game heb je Flash 11 nodig. Flash 11 heeft zijn eigen vereisten.","faq1a2":"Voor Windows:","faq1a4":"Voor Linux:","faq1l2":"Microsoft® Windows® XP (32-bits), Windows Server® 2003 (32-bits), Windows Server 2008 (32-bits), Windows Vista® (32-bits), Windows 7 (32-bits en 64-bits)","faq1l1":"x86-compatibele processor van 2.33GHz of sneller, of Intel® Atom™ processor van 1.6GHz of sneller voor netbooks","faq1l4":"1GB RAM; 128MB grafisch geheugen","faq1l3":"Internet Explorer 8.0 of hoger, Mozilla Firefox 4.0 of hoger, Google Chrome, Safari 5.0 of hoger, Opera 11","faq8q":"8. Hoe lang kan ik de game blijven spelen?","faq1l6":"Mac OS X v10.6 of v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1.33GHz processor of sneller","faq1l8":"1GB RAM; 128MB grafische geheugen","faq1l7":"Safari 5.0 of hoger, Mozilla Firefox 4.0 of hoger, Google Chrome, Opera 11","faq7a1":"Probeer de pagina te verversen. Als dat niet werkt, probeer het dan door je browser opnieuw op te starten.","faq1q":"1. Wat zijn de minimum vereisten voor mijn computer?","faq1l9":"x86-compatibele processor van 2.33GHz of sneller, of Intel Atom 1.6GHz processor of sneller voor netbooks","faq6a1":"Er zijn geen prijzen te winnen met deze game.","faq2a1":"Jouw nickname wordt gebruikt als je inlogt op de game en voor een positie op de leaderboards. Je bent vrij om een nickname te kiezen die je wilt, onthoud alleen dat de naam minstens 5 en hoogstens 10 tekens lang mag zijn. Gebruik liever geen persoonlijke informatie, zoals je echte naam of je telefoonnummer. Rovio kan gebruikersaccounts met onbehoorlijk taalgebruik zonder waarschuwing sluiten.","faq8a1":"De game is beschikbaar tot 31 maart 2015.","faq5a3":"2) Onder het rechter tabblad in de zijbalk vind je het lokale leaderboard, voor de beste scores in jouw land. Ieder land heeft zijn eigen leaderboard.","faq5a2":"1) Onder het linker tabblad in de zijbalk vind je het algemene leaderboard voor alle levels, waar de beste scores voor deze levels in de hele wereld worden bijgehouden","faq4a1":"Je moet je opnieuw registreren. Schrijf de volgende keer je nickname en wachtwoord op om dit te voorkomen. Er is geen systeem om de nickname of het wachtwoord terug te halen.","faq5a7":"De leaderboards worden elke week om 00:00 UTC gereset. Als je met je nickname op het leaderboard wilt blijven staan, dan zul je opnieuw een topscore moeten halen! De game onthoudt je vooruitgang en het aantal sterren dat je haalt.","faq5q":"5. Hoe werken de leaderboards?","faq3a1":"Ja, maar niet met dezelfde account. De taal van de game is gebaseerd op het land waaronder je bent geregistreerd. Om in een versie van een ander land in te loggen, moet je een nieuwe account aanmaken.","faq5a6":"Op beide leaderboards staan alleen de top 100 spelers vermeld. Als je erin slaagt om op een van de leaderboards te komen, dan zie je je nickname in rood.","faq3q":"3. Kan ik op elke gewenste landenversie van de game inloggen?","faq7q":"7. De game is gecrasht, wat nu?","faq5a1":"Er zijn twee typen leaderboards:"}