{"faq1l12":"1GB RAM; 128MB grafikkminne","faq1l11":"Mozilla Firefox 4.0 eller Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 eller senere (32-bit og 64-bit), openSUSE® 11.3 eller senere (32-bit og 64-bit), Ubuntu 10.04 eller senere (32-bit og 64-bit)","faq1q3":"Mac OS:","faq2q":"2. Hva slags brukernavn  kan jeg bruke?","faq4q":"4. Jeg har glemt mitt brukernavn og/ eller passord, hva skal jeg gjøre?","faq6q":"6. Kan jeg vinne noe?","faq1a1":"Det kreves Flash 11 for å kjøre spillet. Flash 11 har egne krav.  ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit og 64-bit)","faq1l1":"2.33GHz eller raskere x86-kompatibel prosessor, eller Intel® Atom™ 1.6GHz eller raskere prosessor for nettbøker","faq1l4":"1GB RAM; 128MB grafikkminne","faq1l3":"Internet Explorer 8.0 og over, Mozilla Firefox 4.0 og over, Google Chrome, Safari 5.0 og over, Opera 11","faq8q":"8. Hvor lenge kan jeg holde på å spille dette spillet?","faq1l6":"Mac OS X v10.6 eller v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1.33GHz eller raskere prosessor","faq1l8":"1GB RAM; 128MB grafikkminne","faq1l7":"Safari 5.0 og over, Mozilla Firefox 4.0 og over, Google Chrome, Opera 11","faq7a1":"Prøv å laste siden ned igjen. Hvis det ikke fungerer, må du starte nettleseren på nytt.","faq1q":"1. Hva er minstekravene for min PC?","faq1l9":"2.33GHz eller raskere x86-kompatibel prosessor, eller Intel Atom 1.6GHz eller raskere prosessor for nettbøker","faq6a1":"Det er ingen gevinster i dette spillet.","faq2a1":"Brukernavnet  ditt brukes når du logger deg på spillet og oppnår poeng på poengtavlene. Du kan velge det brukernavnet  du ønsker, men husk at det må være enestående og bestå av minst 5 og maks 10 tegn. Ikke bruk personlig informasjon, som ditt virkelige navn eller telefonnummer. Rovio kan uten varsel slette brukerkontoer som inneholder upassende språk.","faq8a1":"Spillet er tilgjengelig til 31.3.2015.","faq5a3":"2) Under høyre fane på sidepanelet finner du din lokale poengtavle, hvor du kan se de høyeste poengene i ditt område. Hvert område har sin egen lokale poengtavle.","faq5a2":"1) Under venstre fane på sidepanelet finner du den globale poengtavlen for hvert nivå, som gir oversikt over toppoengene på disse nivåene.","faq4a1":"Du må melde deg på på nytt. Neste gang må du skrive ned brukernavnet  og passordet ditt for å unngå dette. Du kan ikke gjenopprette brukernavn  eller passord.","faq5a7":"Poengtavlen tilbakestilles hver uke kl. 00:00 UTC. Hvis du ønsker å beholde brukernavnet ditt på poengtavlene, må du oppnå topp score igjen! Spillet vil huske din fremgang og stjernescoringer.","faq5q":"5. Hvordan virker poengtavlene?","faq3a1":"Ja, men ikke med samme kontoen. Språket i spillet er basert på landet du har meldt deg på i. For å logge deg på i et annet lands versjon, må du opprette en ny konto.","faq5a6":"Begge poengtavlene viser kun de 100 beste spillerne. Hvis du klarer å oppnå en plass på en av poengtavlene, vil brukernavnet ditt vises i rødt. ","faq3q":"3. Kan jeg logge på i en hvilken som helst landsversjon av spillet?","faq7q":"7. Spillet krasjet, hva skal jeg gjøre?","faq5a1":"Det finnes to typer poengtavler:"}