{"faq1l12":"RAM 1 GB; 128 MB pamięci graficznej","faq1l11":"Mozilla Firefox 4.0 lub Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 lub nowszy (32-bitowy i 64-bitowy), openSUSE® 11.3 lub nowszy (32-bitowy i 64-bitowy), Ubuntu 10.04 lub nowszy (32-bitowy i 64-bitowy)","faq1q3":"Mac OS:","faq2q":"2. Jakich nicków mogę używać?","faq4q":"4. Zapomniałem nazwy użytkownika i/lub hasła, co powinienem zrobić?","faq6q":"6. Co jest do wygrania?","faq1a1":"Do uruchomienia gra wymaga Adobe Flash Player 11. Adobe Flash Player 11 ma swoje wymogi.  ","faq1a2":"System Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32-bitowy), Windows Server® 2003 (32-bitowy), Windows Server 2008 (32-bitowy), Windows Vista® (32-bitowy), Windows 7 (32-bitowy and 64-bitowy)","faq1l1":"2.33 GHz lub szybszy procesor w architekturze x86 lub dla netbooków procesor Intel® Atom™ 1.6 GHz lub szybszy","faq1l4":"RAM 1 GB; 128MB pamięci graficznej","faq1l3":"Internet Explorer 8.0 lub wyższy, Mozilla Firefox 4.0 lub wyższy, Google Chrome, Safari 5.0 lub wyższy, Opera 11","faq8q":"8. Jak długo gra będzie dostępna?","faq1l6":"Mac OS X v10.6 lub v10.7","dir":"ltr","faq1l5":"Procesor Intel Core™ Duo 1.33 GHz lub szybszy","faq1l8":"RAM 1 GB; 128 MB pamięci graficznej","faq1l7":"Safari 5.0 lub wyższy, Mozilla Firefox 4.0 lub wyższy, Google Chrome, Opera 11","faq7a1":"Spróbuj odświeżyć stronę lub uruchomić ponownie przeglądarkę. Jeżeli to nie zadziała, spróbuj zrestartować komputer.","faq1q":"1. Jakie są minimalne wymagania systemowe dla mojego komputera?","faq1l9":"2.33 GHz lub szybszy procesor w architekturze x86 lub dla netbooków procesor Intel® Atom™ 1.6 GHz lub szybszy","faq6a1":"Tym razem nie będziemy przyznawać nagród.","faq2a1":"Twój nick będzie użyty, jeśli zalogujesz się do gry, a Twój wynik zostanie odnotowany na tablicy. Możesz użyć dowolnego nicka, ale pamiętaj, że musi być unikatowy i mieć minimum 5 a maksimum 10 znaków. Nie wpisuj informacji osobistych, prawdziwego imienia ani swojego numeru telefonu. Rovio może bez ostrzeżenia usunąć konta użytkowników, którzy posługują się nieodpowiednim językiem.","faq8a1":"Gra będzie dostępna do 31.3.2015.","faq5a3":"2) Pod prawą zakładką w panelu bocznym znajduje się ranking lokalny, który pokazuje najlepsze wyniki w Twojej okolicy. Każdy rejon ma swój własny ranking.","faq5a2":"1) Pod lewą zakładką w panelu bocznym znajduje się ogólny ranking dla każdego poziomu, który pokazuje najlepsze wyniki na świecie dla danego poziomu.","faq4a1":"Zarejestruj się ponownie. Następnym razem zapisz swój nick i hasło, żeby uniknąć takiej sytuacji. Nie przewidziano systemu odzyskiwania nicka lub hasła.","faq5a7":"Ranking będzie resetowany co tydzień o godzinie 00:00 czasu UTC. Jeżeli chcesz, aby Twój nick nadal był w rankingu, będziesz musiał znowu osiągnąć doskonały wynik! Gra będzie zapamiętywać Twój postęp i liczbę gwiazdek.","faq5q":"5. Jak działa ranking?","faq3a1":"Tak, ale nie z tego samego konta. Wersja językowa zależy od kraju, który podałeś przy rejestracji. Aby zalogować się do innej wersji językowej gry, musisz utworzyć nowe konto.","faq5a6":"Oba rankingi pokazują tylko stu najlepszych graczy. Jeżeli uda Ci się zdobyć miejsce w rankingu, Twój nick będzie wyświetlony w kolorze czerwonym. ","faq3q":"3. Czy mogę zalogować się w dowolnej wersji językowej gry?","faq7q":"7. Gra się zawiesiła, co powinienem zrobić?","faq5a1":"Są dwa rodzaje rankingów:"}