{"faq1l12":"1 GB de RAM; 128 MB de memória gráfica","faq1l11":"Mozilla Firefox 4.0 ou Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 ou posterior (32 bits e 64 bits), openSUSE® 11.3 ou posterior (32 bits e 64 bits), Ubuntu 10.04 ou posterior (32 bits e 64 bits)","faq1q3":"Mac OS:","faq2q":"2. Que tipos de alcunha posso usar?","faq4q":"4. Esqueci-me do meu nome de utilizador e/ou palavra-passe. O que devo fazer?","faq6q":"6. Há prémios?","faq1a1":"Necessitas do Flash 11 para jogar. O Flash 11 tem requisitos específicos.  ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32 bits), Windows Server® 2003 (32 bits), Windows Server 2008 (32 bits), Windows Vista® (32 bits), Windows 7 (32 bits e 64 bits)","faq1l1":"Processador de 2,33 GHz ou mais rápido compatível com x86 ou processador Intel® Atom™ de 1,6 GHz ou mais rápido para netbooks","faq1l4":"1 GB de RAM; 128 MB de memória gráfica","faq1l3":"Internet Explorer 8.0 e superior, Mozilla Firefox 4.0 e superior, Google Chrome, Safari 5.0 e superior, Opera 11","faq8q":"8. Até quando posso jogar o jogo?","faq1l6":"Mac OS X v10.6 ou v10.7","dir":"ltr","faq1l5":"Processador Intel Core™ Duo de 1,33 GHz ou mais rápido","faq1l8":"1 GB de RAM; 128 MB de memória gráfica","faq1l7":"Safari 5.0 e superior, Mozilla Firefox 4.0 e superior, Google Chrome, Opera 11","faq7a1":"Tenta atualizar a página. Se não resultar, tenta reiniciar o teu navegador de Internet.","faq1q":"1. Quais são os requisitos mínimos do meu computador?","faq1l9":"Processador de 2,33 GHz ou mais rápido compatível com x86 ou processador Intel Atom de 1,6 GHz ou mais rápido para netbooks","faq6a1":"Este jogo não tem prémios.","faq2a1":"A tua alcunha é usada quando entras no jogo e apareces nas classificações. Podes escolher qualquer alcunha que quiseres, mas tem de ser exclusiva e com um mínimo de 5 carateres e um máximo de 10. Não uses dados pessoais, como o teu nome verdadeiro ou número de telefone. A Rovio poderá eliminar sem aviso prévio contas de utilizador que contenham linguagem imprópria.","faq8a1":"O jogo estará disponível até 31.3.2015.","faq5a3":"2) Sob o separador direito na barra lateral aparece a tua classificação local com as melhores pontuações da tua área. Cada área tem uma classificação local própria.","faq5a2":"1) Sob o separador esquerdo na barra lateral aparece a classificação global de cada nível com as melhores pontuações do mundo desses níveis.","faq4a1":"Tens de te registar de novo. Depois, anota a tua alcunha e a palavra-passe para que isto não volte a acontecer. Não existe nenhum sistema de recuperação de alcunhas ou palavras-passe.","faq5a7":"As classificações são atualizadas semanalmente às 23:00 GMT. Se quiseres que a tua alcunha continue a aparecer nas classificações, tens de conseguir uma nova pontuação alta! O jogo memoriza o teu progresso e o número de estrelas.","faq5q":"5. Como funcionam as classificações?","faq3a1":"Sim, mas não com a mesma conta. A língua do jogo baseia-se no país onde te registaste. Para entrares com outras versões de país, tens de criar uma conta nova.","faq5a6":"As duas classificações só mostram os 100 melhores jogadores. Se conseguires entrar numa das classificações, a tua alcunha aparecerá a vermelho. ","faq3q":"3. Posso entrar em qualquer versão de país do jogo?","faq7q":"7. O jogo parou. O que devo fazer?","faq5a1":"Existem dois tipos de classificação:"}