{"faq1l12":"1ГБ оперативной памяти; 128МБ видеопамяти","faq1l11":"Mozilla Firefox 4.0 или Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 и выше (32-bit и 64-bit), openSUSE® 11.3 и выше (32-bit и 64-bit), Ubuntu 10.04 и выше (32-bit и 64-bit)","faq1q3":"Mac OS:","faq2q":"2. Какой никнейм выбрать?","faq4q":"4. Я забыл логин/пароль, что мне делать?","faq6q":"6. Могу ли я выиграть приз?","faq1a1":"Для игры требуется предустановленный Flash 11. Flash 11 имеет собственные требования к компьютеру.  ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit и 64-bit)","faq1l1":"Процессор: минимум 2.33GHz и выше, x86 совместимый; для нетбуков: минимум Intel® Atom™ 1.6GHz и выше","faq1l4":"1ГБ оперативной памяти; 128МБ видеопамяти","faq1l3":"Internet Explorer 8.0 и выше, Mozilla Firefox 4.0 и выше, Google Chrome, Safari 5.0 и выше, Opera 11","faq8q":"8. Как долго я смогу играть в игру?","faq1l6":"Mac OS X v10.6 или v10.7","dir":"ltr","faq1l5":"Процессор: минимум Intel Core™ Duo 1.33GHz и выше","faq1l8":"1ГБ оперативной памяти; 128МБ видеопамяти","faq1l7":"Safari 5.0 и выше, Mozilla Firefox 4.0 и выше, Google Chrome, Opera 11","faq7a1":"Попробуй перезагрузить страницу. Если это не помогает, то попробуй перезагрузить интернет браузер.","faq1q":"1. Какие минимальные системные требования?","faq1l9":"Процессор: минимум 2.33GHz и выше, x86 совместимый; для нетбуков: минимум Intel® Atom™ 1.6GHz и выше","faq6a1":"Для этой игры не предусмотрены никакие призы.","faq2a1":"Никнейм нужен для входа в игру, а также он появляется в списке лидеров. Ты можешь выбрать любой никнейм, который пожелаешь, однако, следует помнить, что он должен быть уникальным и содержать от 5 до 10 символов. Пожалуйста, не используй свою личную информацию, такую как настоящее имя или номера телефонов. Rovio может без предупреждения удалять аккаунты, содержащие нецензурную лексику.","faq8a1":"Игра будет доступна до 31.3.2015.","faq5a3":"2) Под правой вкладкой бокового меню — таблица лидеров страны, где ты видишь лучшие результаты из своего региона. Для каждой страны существует своя таблица.","faq5a2":"1) Под левой вкладкой бокового меню обновляется глобальная таблица лидеров для каждого уровня. Эта таблица отображает лучшие результаты во всём мире для этих уровней.","faq4a1":"Следует вновь зарегистрироваться. В следующий раз запиши свой логин и пароль, чтобы избежать этой ситуации. В игре не предусмотрен сервис по восстановлению никнейма или пароля.","faq5a7":"Сброс результатов в таблицах лидеров происходит еженедельно в 00:00 UTC. После этого, если ты захочешь остаться среди лидеров, тебе нужно вновь набрать лучший результат. Игра запоминает твои результаты и количество звёзд.","faq5q":"5. Как работает таблица лидеров?","faq3a1":"Да, но без использования одного и того же аккаунта. Язык игры соответствует стране, указанной при регистрации. Для того чтобы войти в версию игры для другой страны, необходимо создать новый аккаунт.","faq5a6":"Любая таблица лидеров показывает лишь 100 лучших игроков. Если у тебя получится занять позицию в любой из этих таблиц, то твой никнейм отобразится там красным цветом. ","faq3q":"3. Могу ли я войти в любую региональную версию игры?","faq7q":"7. В игре произошёл сбой, что мне делать?","faq5a1":"Есть два вида таблиц лидеров:"}