{"faq1l12":"1GB spomina RAM; 128 MB grafičnega spomina","faq1l11":"Mozilla Firefox 4.0 ali Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 ali novejši (32-bitni in 64-bitni), openSUSE® 11.3 ali novejši (32-bitni in 64-bitni), Ubuntu 10.04 ali novejši (32-bitni in 64-bitni)","faq1q3":"Operacijski sistem Mac:","faq2q":"2. Kakšen vzdevek lahko uporabim?","faq4q":"4. Pozabil sem svoje uporabniško ime in/ali geslo; kaj naj naredim?","faq6q":"6. Ali lahko zadenem nagrado?","faq1a1":"Igra potrebuje Flash 11 za zagon. Flash 11 ima lastne zahteve.  ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32-bitni), Windows Server® 2003 (32-bitni), Windows Server 2008 (32-bitni), Windows Vista® (32-bitni), Windows 7 (32-bitni in 64-bitni)","faq1l1":"2.33 GHz ali hitrejši x86-združljivi procesor ali Intel® Atom™ 1.6 GHz ali hitrejši procesor za mini prenosnike","faq1l4":"1GB spomina RAM; 128 MB grafičnega spomina","faq1l3":"Internet Explorer 8.0 ali višji, Mozilla Firefox 4.0 in višji, Google Chrome, Safari 5.0 in višji, Opera 11","faq8q":"8. Koliko časa lahko igram to igro?","faq1l6":"Mac OS X v10.6 ali v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1.33 GHz ali hitrejši procesor","faq1l8":"1GB spomina RAM; 128 MB grafičnega spomina","faq1l7":"Safari 5.0 in višji, Mozilla Firefox 4.0 in višji, Google Chrome, Opera 11","faq7a1":"Poskusi osvežiti stran. Če to ne pomaga, poskusi znova zagnati svoj brskalnik.","faq1q":"1. Kakšne so minimalne zahteve za moj računalnik?","faq1l9":"2.33 GHz ali hitrejši x86-združljivi procesor ali Intel Atom 1.6 GHz ali hitrejši procesor za mini prenosnike","faq6a1":"V tej igri ne podeljujemo nagrad.","faq2a1":"Tvoj vzdevek se uporablja, ko se prijaviš v igro in ko dosežeš položaj na seznamu najvišje uvrščenih tekmovalcev. Izbereš lahko kakršen koli vzdevek, mora pa biti edinstven in obsegati najmanj 5 in največ 10 znakov. Prosimo, ne uporabljaj nobenih osebnih podatkov, kot je npr. tvoje pravo ime ali telefonska številka. Rovio lahko brez opozorila izbriše uporabniške račune, ki vsebujejo neprimeren jezik.","faq8a1":"Igra bo na voljo do 31. 3. 2015.","faq5a3":"2) Pod desnim zavihkom v stranski vrstici pa je lokalna lestvica najvišje uvrščenih igralcev, na kateri vidiš rekorde v svoji regiji. Vsaka regija ima svojo lokalno lestvico najvišje uvrščenih igralcev.","faq5a2":"1) Pod levim zavihkom v stranski vrstici je svetovna lestvica najvišje uvrščenih igralcev za vsak nivo, ki spremlja svetovne rekorde za te nivoje.","faq4a1":"Registriraj se znova. Naslednjič si zapiši svoj vzdevek in geslo, da ju ne pozabiš. Nimamo sistema za priklic vzdevka ali gesla.","faq5a7":"Lestvice najvišje uvrščenih igralcev se ponastavijo tedensko ob 00:00 po univerzalnem koordiniranem času (UTC). Če bi rad ohranil svoj vzdevek na lestvici najvišje uvrščenih igralcev, moraš doseči nov rekord! Igra si zapomni tvoj napredek in število zvezdic.","faq5q":"5. Kako delujejo seznami najvišje uvrščenih igralcev?","faq3a1":"Da, ampak ne z istim računom. Jezik igre je izbran na podlagi države, s katero se registriraš. Če se želiš prijaviti v drugo različico igre, si moraš ustvariti nov račun.","faq5a6":"Obe lestvici prikazujeta le najboljših 100 igralcev. Če ti uspe doseči položaj na kateri od lestvic najvišje uvrščenih igralcev, se bo tvoj vzdevek prikazal na njej v rdeči barvi. ","faq3q":"3. Se lahko prijavim v katero koli različico igre, ne glede na državo?","faq7q":"7. Igra se je sesula; kaj naj naredim?","faq5a1":"Obstajata dve vrsti seznamov najvišje uvrščenih igralcev:"}