{"faq1l12":"1GB RAM; 128MB memorie grafike","faq1l11":"Mozilla Firefox 4.0 ose Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 ose më i ri (32-bit dhe 64-bit), openSUSE® 11.3 ose më i ri (32-bit dhe 64-bit), Ubuntu 10.04 ose më i ri (32-bit dhe 64-bit)","faq1q3":"Mac OS:","faq2q":"2. Ç’lloj pseudonimesh mund të përdor?","faq4q":"4. Kam harruar emrin tim të përdoruesit dhe/ose fjalëkalimin, çfarë duhet të bëj?","faq6q":"6. A mund të fitoj diçka?","faq1a1":"Loja kërkon që të jetë aktivizuar Flash 11. Flash 11 ka kërkesat e tij.","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit dhe 64-bit)","faq1l1":"Procesor që përputhet me  x86, 2.33GHz  ose më të shpejtë , ose Intel® Atom™ 1.6GHz ose procesor më të shpejtë për netbooks","faq1l4":"1GB RAM; 128MB memorie grafike","faq1l3":"Internet Explorer 8.0 e më lartë, Mozilla Firefox 4.0 e më lartë, Google Chrome, Safari 5.0 dhe më lartë, Opera 11","faq8q":"8. Sa kohë mund të luaj?","faq1l6":"Mac OS X v10.6 ose v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1.33GHz ose procesor më i shpejtë","faq1l8":"1GB RAM; 128MB memorie grafike","faq1l7":"Safari 5.0 ose më i lartë, Mozilla Firefox 4.0 e më i lartë, Google Chrome, Opera 11","faq7a1":"Përpiquni të rifreskoni faqen. Nëse kjo nuk funksionon, përpiquni të rinisni shfletuesin tuaj.","faq1q":"1. Cilat janë kërkesat minimale për kompjuterin tim?","faq1l9":"Procesor që përputhet me x86, 2.33GHz ose më i shpejtë, ose Intel Atom 1.6GHz ose procesor më i shpejtë për netbooks","faq6a1":"Nuk ka çmime për t’u fituar në këtë lojë.","faq2a1":"Pseudonimi juaj përdoret kur ju hyni në lojë dhe arrini një pozicion në tabelën e më të mirëve. Mund të zgjidhni lirisht çdo lloj pseudonimi që doni, por mbani mend se duhet të jetë i veçantë dhe me një minimum prej 5 karakteresh dhe një maksimum prej 10 karakteresh. Ju lutemi mos përdorni informacion personal, si për shembull emrin tuaj të vërtetë ose numrin tuaj të telefonit. Rovio mund të fshijë pa paralajmërim llogari përdoruesish që përmbajnë gjuhë të papërshtatshme.","faq8a1":"Loja do të mund të luhet deri më 31.3.2015.","faq5a3":"2) Nën pasqyrën e djathtë në shiritin anësor ndodhet tabela vendore e më të mirëve, ku mund të shikoni rezultatet më të mira në zonën tuaj. Secila zonë ka tabelën e saj vendore për më të mirët.","faq5a2":"1) Nën pasqyrën e majtë në shiritin anësor ndodhet tabela globale e më të mirëve për secilin nivel, që regjistron rezultatet më të mira në botë për këto nivele.","faq4a1":"Duhet të regjistroheni sërish. Herën tjetër, shkruajeni diku pseudonimin dhe fjalëkalimin tuaj në mënyrë që të shmangni harresën. Nuk ka sistem për të rikuperuar pseudonimin ose fjalëkalimin.","faq5a7":"Tabelat e më të mirëve përditësohen çdo javë në orën 00:00 sipas orës universale. Nëse dëshironi ta mbani pseudonimin tuaj në tabelën e më të mirëve, duhet të arrini një rezultat të ri të mirë! Loja do ta mbajë mend ecurinë tuaj dhe rezultatin e yjeve.","faq5q":"5. Si funksionojnë tabelat e më të mirëve?","faq3a1":"Po, por jo me të njëjtën llogari. Gjuha e lojës është bazuar në shtetin ku ju jeni regjistruar. Për të hyrë në versionin e një shteti tjetër, duhet të krijoni një llogari të re.","faq5a6":"Të dy tabelat e më të mirëve tregojnë vetëm 100 lojtarët më të mirë. Nëse arrini të fitoni një vend në një nga tabelat e më të mirëve, pseudonimi juaj do të shfaqet aty me ngjyrë të kuqe. ","faq3q":"3. A mund të hyj në çdo version shteti të lojës?","faq7q":"7. Loja u prish, çfarë duhet të bëj?","faq5a1":"Ka dy lloje tabelash për më të mirët:"}