{"faq1l12":"1 GB RAM memorije; 128 MB grafičke memorije","faq1l11":"Mozilla Firefox 4.0 ili Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 ili noviji (32-bit i 64-bit), openSUSE® 11.3 ili noviji (32-bit i 64-bit), Ubuntu 10.04 ili noviji (32-bit i 64-bit)","faq1q3":"Mac OS:","faq2q":"2. Kakve nadimke mogu da koristim?","faq4q":"4. Zaboravio/la sam korisničko ime i/ili lozinku. Šta da radim?","faq6q":"6. Mogu li da osvojim nešto?","faq1a1":"Za pokretanje igrice potreban je Flash 11. Flash 11 ima svoje sopstvene zahteve. ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32-bit), Windows Server® 2003 (32-bit), Windows Server 2008 (32-bit), Windows Vista® (32-bit), Windows 7 (32-bit i 64-bit)","faq1l1":"Procesor od 2,33 GHz ili brži koji je kompatibilan sa x86, Intel® Atom™ 1,6 GHz ili brži procesor za netbook računare","faq1l4":"1 GB RAM memorije; 128 MB grafičke memorije","faq1l3":"Internet Explorer 8.0 i noviji, Mozilla Firefox 4.0 i noviji, Google Chrome, Safari 5.0 i noviji, Opera 11","faq8q":"8. Koliko dugo mogu da igram igricu?","faq1l6":"Mac OS X v10.6 ili v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1,33 GHz ili brži procesor","faq1l8":"1 GB RAM memorije; 128 MB grafičke memorije","faq1l7":"Safari 5.0 i noviji, Mozilla Firefox 4.0 i noviji, Google Chrome, Opera 11","faq7a1":"Pokušajte da osvežite stranicu. Ako to ne uspe, pokušajte da ponovo pokrenete svoj pregledač.","faq1q":"1. Koji su minimalni zahtevi za moj računar?","faq1l9":"Procesor od 2,33 GHz ili brži koji je kompatibilan sa x86 ili Intel Atom 1,6 GHz ili brži procesor za netbook računare ","faq6a1":"U ovoj igrici ne postoje nagrade.","faq2a1":"Vaš nadimak se koristi kada se prijavljujete na igricu i ostvarujete poziciju na rang listama. Slobodno odaberite koji god nadimak želite, ali zapamtite da mora biti jedinstven i da sadrži najmanje 5, a najviše 10 karaktera. Molimo vas da ne koristite nikakve lične podatke, kao što su vaše pravo ime ili broj telefona. Rovio može da obriše korisničke naloge koji sadrže neprikladan jezik bez upozorenja.","faq8a1":"Igrica će biti dostupna do 31. 3. 2015. godine.","faq5a3":"2) Ispod desnog jezička u bočnoj traci nalazi se vaša lokalna rang lista gde vidite najbolje rezultate u vašoj oblasti. Svaka oblast ima svoju lokalnu rang listu.","faq5a2":"1) Ispod levog jezička u bočnoj traci nalazi se globalna rang lista za svaki nivo koja sadrži najbolje rezultate na svetu za ove nivoe.","faq4a1":"Trebalo bi ponovo da se registrujete. Sledeći put zapišite svoj nadimak i lozinku kako biste to izbegli. Ne postoji sistem za vraćanje nadimka ili lozinke.","faq5a7":"Rang liste će se resetovati nedeljno u 00:00 po griničkom vremenu. Ako želite da zadržite svoj nadimak na rang listama, treba da ostvarite novi najbolji rezultat! Igrica će zapamtiti vaš napredak i broj zvezdica.","faq5q":"5. Kako funkcionišu rang liste?","faq3a1":"Da, ali ne preko istog naloga. Jezik igrice je zasnovan na zemlji na koju se registrujete. Da biste se prijavili na verzije za druge zemlje, moraćete da kreirate novi nalog.","faq5a6":"Obe rang liste prikazuju samo najboljih 100 igrača. Ako uspete da ostvarite poziciju na jednoj od ovih rang listi, vaš nadimak će na njoj biti prikazan crvenom bojom. ","faq3q":"3. Da li mogu da se prijavim i na verzije igrice za bilo koju drugu zemlju?","faq7q":"7. Igrica se iznenadno ugasila. Šta da radim?","faq5a1":"Postoje 2 tipa rang lista:"}