{"faq1l12":"1 GB RAM, 128 MB grafikminne","faq1l11":"Mozilla Firefox 4.0 eller Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 och högre, (32-bitars och 64-bitars), openSUSE® 11.3 och högre, (32-bitars och 64-bitars), Ubuntu 10.04 och högre, (32-bitars och 64-bitars)","faq1q3":"Mac OS:","faq2q":"2. Vilken typ av smeknamn kan jag använda?","faq4q":"4. Jag har glömt mitt användarnamn och/eller lösenord. Vad ska jag göra?","faq6q":"6. Finns det några priser att vinna?","faq1a1":"Flash 11 måste vara installerat. För Flash 11 gäller speciella krav.  ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32-bitars), Windows Server® 2003 (32-bitars), Windows Server 2008 (32-bitars), Windows Vista® (32-bitars), Windows 7 (32-bitars och 64-bitars)","faq1l1":"2,33 GHz x86-kompatibel processor, eller Intel® Atom™ 1,6 GHz-processor för bärbara datorer","faq1l4":"1 GB RAM, 128 MB grafikminne","faq1l3":"Internet Explorer 8.0 och högre, Mozilla Firefox 4.0 och högre, Google Chrome, Safari 5.0 och högre, Opera 11","faq8q":"8. Hur länge kan jag fortsätta spela spelet?","faq1l6":"Mac OS X 10.6 eller 10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1,33 GHz-processor","faq1l8":"1 GB RAM, 128 MB grafikminne","faq1l7":"Safari 5.0 och högre, Mozilla Firefox 4.0 och högre, Google Chrome, Opera 11","faq7a1":"Prova att uppdatera sidan. Om detta inte fungerar startar du om webbläsaren.","faq1q":"1. Vilka minimikrav gäller för min dator?","faq1l9":"2,33 GHz x86-kompatibel processor, eller Intel® Atom™ 1,6 GHz-processor för bärbara datorer","faq6a1":"Det finns inga priser i det här spelet.","faq2a1":"Ditt smeknamn används när du loggar in till spelet och får en plats på poängtavlorna. Du kan välja valfritt smeknamn. Det måste emellertid vara unikt, och mellan 5 och 10 tecken långt. Tänk på att inte använda personliga uppgifter såsom ditt verkliga namn eller telefonnummer. Rovio kan utan förvarning ta bort konton som innehåller olämpligt språk.","faq8a1":"Spelet är tillgängligt till och med 31/3 2015.","faq5a3":"2) På den högra fliken i sidofältet finns din lokala poängtavla, där du kan se de högsta poängen i ditt område. Det finns en lokal poängtavla för varje område.","faq5a2":"1) På den vänstra fliken i sidofältet finns den globala poängtavlan för varje nivå, där de högsta poängen i hela världen för dessa nivåer noteras.","faq4a1":"Du måste registrera dig igen. Undvik att detta händer igen genom att anteckna smeknamnet och lösenordet. Det finns inget sätt att få tillbaka smeknamnet eller lösenordet.","faq5a7":"Poängtavlorna nollställs varje vecka kl 00.00 UTC. Om du vill att ditt smeknamn ska stå kvar på poängtavlorna måste du uppnå en ny toppoäng! Spelet kommer ihåg dina framsteg och antal stjärnor.","faq5q":"5. Hur fungerar poängtavlorna?","faq3a1":"Ja, men inte med samma konto. Språket i spelet baseras på det land du väljer vid registreringen. Om du vill logga in till andra landsversioner måste du skapa ett nytt konto.","faq5a6":"På båda poängtavlorna visas endast de 100 bästa spelarna.  Om du lyckas kvalificera dig till en plats på någon av poängtavlorna visas ditt smeknamn i rött på tavlan. ","faq3q":"3. Kan jag logga in till vilken landsversion som helst av spelet?","faq7q":"7. Spelet kraschade; vad ska jag göra?","faq5a1":"Det finns två typer av poängtavlor:"}