{"faq1l12":"RAM ขนาด 1GB; หน่วยความจำกราฟิก 128M","faq1l11":"Mozilla Firefox 4.0 หรือ Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 หรือรุ่นที่ใหม่กว่า (32 บิตและ 64 บิต), openSUSE® 11.3 หรือรุ่นที่ใหม่กว่า (32 บิตและ 64 บิต), Ubuntu 10.04 หรือรุ่นที่ใหม่กว่า (32 บิตและ 64 บิต)","faq1q3":"Mac OS:","faq2q":"2. ฉันสามารถใช้ชื่อเล่นแบบไหนได้บ้าง","faq4q":"4. ฉันควรทำอย่างไรเมื่อลืมชื่อผู้ใช้และ/หรือรหัสผ่าน","faq6q":"6. ฉันจะได้รับรางวัลอะไรจากเกมหรือไม่","faq1a1":"เกมนี้จะต้องใช้โปรแกรม Flash 11 ซึ่งโปรแกรม Flash 11 นี้ มีความต้องการระบบโดยเฉพาะ  ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32 บิต), Windows Server® 2003 (32 บิต), Windows Server 2008 (32 บิต), Windows Vista® (32 บิต), Windows 7 (32 บิตและ 64 บิต)","faq1l1":"โปรเซสเซอร์ที่ใช้ได้กับระบบ x86 และมีความเร็วอย่างต่ำ 2.33GHz หรือ Intel® Atom™ 1.6GHz หรือโปรเซสเซอร์ที่เร็วกว่านี้สำหรับเน็ตบุค","faq1l4":"RAM ขนาด 1GB; หน่วยความจำกราฟิก 128M ","faq1l3":"Internet Explorer 8.0 หรือรุ่นที่ใหม่กว่า, Mozilla Firefox 4.0 หรือรุ่นที่ใหม่กว่า, Google Chrome, Safari 5.0 หรือรุ่นที่ใหม่กว่า, Opera 11","faq8q":"8. ฉันจะสามารถเล่นเกมนี้ได้จนถึงเมื่อไหร่","faq1l6":"Mac OS X v10.6 หรือ v10.7","dir":"ltr","faq1l5":"โปรเซสเซอร์ Intel Core™ Duo 1.33GHz หรือรุ่นที่เร็วกว่า","faq1l8":"RAM ขนาด 1GB; หน่วยความจำกราฟิก 128M","faq1l7":"Safari 5.0 หรือรุ่นที่ใหม่กว่า, Mozilla Firefox 4.0 หรือรุ่นที่ใหม่กว่า, Google Chrome, Opera 11","faq7a1":"ลองรีเฟรชเพจ ถ้ายังแก้ไขไม่ได้ ให้ลองรีสตาร์ทเบราว์เซอร์ของคุณ","faq1q":"1. เกมนี้มีความต้องการระบบอะไรบ้างสำหรับคอมพิวเตอร์","faq1l9":"โปรเซสเซอร์ที่ใช้ได้กับระบบ x86 และมีความเร็วอย่างต่ำ 2.33GHz หรือ Intel Atom 1.6GHz หรือโปรเซสเซอร์ที่เร็วกว่านี้สำหรับเน็ตบุค","faq6a1":"เกมนี้ไม่มีของรางวัล","faq2a1":"ชื่อเล่นของคุณจะใช้เมื่อคุณล็อกอินเข้าสู่เกมและมีตำแหน่งอยู่ในทำเนียบแชมป์ คุณสามารถเลือกชื่อเล่นได้ตามต้องการ แต่มีข้อกำหนดว่าชื่อนั้นจะต้องเป็นชื่อที่ไม่ซ้ำกับคนอื่นและมีความยาวอย่างน้อย 5 อักขระและไม่เกิน 10 อักขระ โปรดอย่าใช้ข้อมูลส่วนตัวใดๆ เช่น ชื่อจริงหรือหมายเลขโทรศัพท์ Rovio อาจลบบัญชีผู้ใช้ที่มีภาษาที่ไม่เหมาะสมได้โดยไม่มีการแจ้งเตือน","faq8a1":"เกมนี้จะมีให้เล่นได้จนถึงวันที่ 31 มีนาคม 2558","faq5a3":"2) ใต้แท็บด้านขวาคือทำเนียบแชมป์ระดับประเทศ  ทำเนียบนี้จะแสดงคะแนนที่ดีที่สุดในประเทศของคุณ แต่ละประเทศจะมีทำเนียบแชมป์ของตัวเอง","faq5a2":"1) ใต้แท็บด้านซ้ายจะเป็นทำเนียบแชมป์ระดับโลกของแต่ละด่าน ทำเนียบนี้จะแสดงคะแนนที่ดีที่สุดในโลกสำหรับแต่ละด่าน","faq4a1":"คุณควรลงทะเบียนใหม่ ครั้งต่อไปให้จดชื่อผู้ใช้และรหัสผ่านไว้เพื่อไม่ให้ลืม  เราไม่มีระบบกู้คืนชื่อผู้ใช้หรือรหัสผ่าน","faq5a7":"ทำเนียบแชมป์จะรีเซ็ตทุกๆ สัปดาห์ที่เวลา 00:00 UTC ถ้าคุณต้องการให้ชื่อของตัวเองยังคงติดอันดับในทำเนียบแชมป์ คุณควรพยายามทำคะแนนสูงสุดครั้งใหม่! เกมจะจดจำความคืบหน้าและจำนวนดาวที่คุณได้","faq5q":"5. ทำเนียบแชมป์มีวิธีการทำงานอย่างไร","faq3a1":"ได้ แต่ต้องใช้บัญชีที่แตกต่างกัน ภาษาในเกมจะขึ้นอยู่กับประเทศที่คุณลงทะเบียน หากต้องการล็อกอินเข้าสู่เกมในเวอร์ชันของประเทศอื่น คุณจำเป็นต้องสร้างบัญชีใหม่","faq5a6":"ทั้งสองทำเนียบจะแสดงผู้เล่นที่ทำคะแนนสูงสุด 100 อันดับแรก ถ้าคุณทำคะแนนได้สูงจนติดอันดับในทำเนียบใดทำเนียบหนึ่ง ชื่อของคุณจะปรากฏในทำเนียบนั้นด้วยตัวอักษรสีแดง ","faq3q":"3. ฉันสามารถล็อกอินเข้าสู่เกมที่เป็นเวอร์ชันของประเทศต่างๆ ได้ทุกประเทศหรือไม่","faq7q":"7. ฉันควรทำอย่างไรเมื่อเกมขัดข้อง","faq5a1":"ทำเนียบแชมป์มีสองประเภท:"}