{"faq1l12":"1 GB RAM; 128 MB grafik belleği","faq1l11":"Mozilla Firefox 4.0 veya Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 veya üzeri (32 bit ve 64 bit), openSUSE® 11.3 veya üzeri (32 bit ve 64 bit), Ubuntu 10.04 veya üzeri (32 bit ve 64 bit)","faq1q3":"Mac OS:","faq2q":"2. Ne tür takma adlar kullanabilirim?","faq4q":"4. Kullanıcı adımı ve/veya parolamı unutursam ne yapmalıyım?","faq6q":"6. Bir şey kazanabilir miyim?","faq1a1":"Oyunun çalışması için Flash 11 uygulaması gereklidir. Flash 11\u0027in kendi gereksinimleri vardır.  ","faq1a2":"Windows:","faq1a4":"Linux:","faq1l2":"Microsoft® Windows® XP (32 bit), Windows Server® 2003 (32 bit), Windows Server 2008 (32 bit), Windows Vista® (32 bit), Windows 7 (32 bit ve 64 bit)","faq1l1":"2.33 GHz veya daha hızlı x86 uyumlu işlemci ya da netbook için Intel® Atom™ 1.6 GHz veya daha hızlı işlemci","faq1l4":"1 GB RAM; 128 MB grafik belleği","faq1l3":"Internet Explorer 8.0 ve üzeri, Mozilla Firefox 4.0 ve üzeri, Google Chrome, Safari 5.0 ve üzeri, Opera 11","faq8q":"8. Oyunu ne kadar süre boyunca oynayabilirim?","faq1l6":"Mac OS X v10.6 veya v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1.33 GHz veya daha hızlı işlemci","faq1l8":"1 GB RAM; 128 MB grafik belleği","faq1l7":"Safari 5.0 ve üzeri, Mozilla Firefox 4.0 ve üzeri, Google Chrome, Opera 11","faq7a1":"Sayfayı yenilemeyi deneyin. Bu işe yaramazsa, tarayıcınızı yeniden başlatmayı deneyin.","faq1q":"1. Bilgisayarım için minimum gereksinimler nelerdir?","faq1l9":"2.33 GHz veya daha hızlı x86 uyumlu işlemci ya da netbook için Intel Atom 1.6 GHz veya daha hızlı işlemci ","faq6a1":"Bu oyunda herhangi bir ödül yoktur.","faq2a1":"Takma ad, oyunda oturum açtığınızda ve skor tahtasında bir konuma ulaştığınızda kullanılır. İstediğiniz takma adı seçebilirsiniz, ancak en az 5 ve en çok 10 karakterden oluşan benzersiz bir takma ad olması gerektiğini unutmayın. Lütfen gerçek adınız veya telefon numaranız gibi kişisel bilgiler kullanmayın. Rovio uygunsuz dil içeren hesapları önceden uyarmaksızın silebilir.","faq8a1":"Oyun, 31.3.2015 tarihine kadar oynanabilir olacaktır.","faq5a3":"2) Yan paneldeki sağ sekmenin altında, bulunduğunuz ülkedeki en iyi skorları gösteren yerel skor tahtası yer alır. Her ülkenin kendine ait yerel bir skor tahtası vardır.","faq5a2":"1) Yan paneldeki sol sekmenin altında, dünyadaki en iyi skorların yer aldığı  global skor tahtası bulunur.","faq4a1":"Yeniden kaydolmanız gerekir. Bir dahaki sefere, buna engel olmak için takma adınızı ve parolanızı yazınız. Takma ad veya parola kurtarma sistemi mevcut değildir.","faq5a7":"Skor tahtaları her hafta 00:00 UTC\u0027de sıfırlanır. Takma adınızın skor tahtalarında yer almaya devam etmesiniz istiyorsanız yeni bir en iyi skor elde etmeniz gerekir! Oyun ilerleyişinizi ve yıldız sayılarınızı hatırlar.","faq5q":"5. Skor tahtaları nasıl çalışır?","faq3a1":"Evet, ancak aynı hesapla açamazsınız. Oyun dili kayıtlı olduğunuz ülkeye bağlıdır. Başka bir ülke sürümünde oturum açmak için yeni bir hesap oluşturmanız gerekir.","faq5a6":"Her bir skor tahtasında da sadece en iyi 100 oyuncu listelenir. Bu skor tahtalarından birinde bir konuma ulaşmayı başarırsanız, takma adınız orada kırmızı renkte görüntülenir. ","faq3q":"3. Oyunun herhangi bir ülkeye ait sürümünde oturum açabilir miyim?","faq7q":"7. Oyun çöktü, ne yapmalıyım?","faq5a1":"İki tür skor tahtası bulunmaktadır:"}