{"faq1l12":"1 ГБ ОЗП; 128 MБ відеопам\u0027яті","faq1l11":"Mozilla Firefox 4.0 або Google Chrome","faq1l10":"Red Hat® Enterprise Linux (RHEL) 5.6 або наступні версії (32-розрядна версія та 64-розрядна версія), openSUSE® 11.3 або наступні версії (32-розрядна версія та 64-розрядна версія), Ubuntu 10.04 або наступні версії (32-розрядна версія та 64-розрядна версія)","faq1q3":"Операційна система Mac OS:","faq2q":"2. Який нік я можу використовувати?","faq4q":"4. Я забув ім\u0027я користувача та (або) пароль. Що робити?","faq6q":"6. Чи можу я щось виграти?","faq1a1":"Для запуску гри необхідно встановити програму Adobe Flash Player Flash 111.  ","faq1a2":"Операційна система Windows:","faq1a4":"Операційна система Linux:","faq1l2":"Microsoft® Windows® XP (32-розрядна версія), Windows Server® 2003 (32-розрядна версія), Windows Server 2008 (32-розрядна версія), Windows Vista® (32-розрядна версія), Windows 7 (32-розрядна версія та 64-розрядна версія)","faq1l1":"2,33 ГГц чи швидший x86-сумісний процесор; або Intel® Atom™ 1,6 ГГц чи швидший процесор для нетбуків ","faq1l4":"1 ГБ ОЗП; 128 MБ відеопам\u0027яті","faq1l3":"Internet Explorer 8.0 та наступні версії, Mozilla Firefox 4.0 та наступні версії, Google Chrome, Safari 5.0 та наступні версії, Opera 11","faq8q":"8. Як довго я можу продовжувати грати в цю гру?","faq1l6":"Mac OS X v10.6 або v10.7","dir":"ltr","faq1l5":"Intel Core™ Duo 1,33 ГГц чи швидший процесор","faq1l8":"1 ГБ ОЗП; 128 MБ відеопам\u0027яті","faq1l7":"Safari 5.0 та наступні версії, Mozilla Firefox 4.0 та наступні версії, Google Chrome, Opera 11","faq7a1":"Спробуйте оновити сторінку. Якщо це не допомогло, спробуйте перезапустити браузер або звернутися за допомогою до системного адміністратора. ","faq1q":"1. Які мінімальні вимоги до комп\u0027ютера та програмного забезпечення?","faq1l9":"2,33 ГГц чи швидший x86-сумісний процесор; або Intel® Atom™ 1,6 ГГц чи швидший процесор для нетбуків ","faq6a1":"У цій грі немає призів.","faq2a1":"Ваш нік використовується при вході в гру та в таблицях лідерів. Обирайте будь-який нік, але пам\u0027ятайте, що він повинен бути унікальним, містити не менше 5 та не більше 10 символів.  При виборі ніка радимо не використовувати особисті дані, такі як справжнє ім\u0027я або номер телефону. Rovio може без попередження видаляти облікові записи користувачів, які містять нецензурну мову. ","faq8a1":"Гра буде доступна до 31.3.2015 р.","faq5a3":"2) Під правою вкладкою на боковій панелі знаходиться регіональна таблиця лідерів, де показано найкращі результати вашого регіону.  Кожен регіон має свою таблицю лідерів.","faq5a2":"1) Під лівою вкладкою на боковій панелі знаходиться світова таблиця лідерів для кожного рівня, яка відображає найкращі результати у світі для кожного рівня.","faq4a1":"Необхідно зареєструватися знову. Наступного разу запишіть нік та пароль, щоб уникнути цієї ситуації.  Нік та пароль не відновлюються.","faq5a7":"Таблиці лідерів оновлюються щотижня у неділю о 00:00 UTC. Якщо ви хочете зберегти своє ім\u0027я в таблиці лідерів, необхідно встановити новий рекорд!  Гра запам\u0027ятовує ваші успіхи та кількість зірочок.","faq5q":"5. Як працюють таблиці лідерів?","faq3a1":"Так, але не з того ж самого облікового запису. Мова гри змінюється залежно від країни реєстрації. Щоб увійти у версію гри іншої країни, необхідно створити новий обліковий запис.","faq5a6":"Обидві таблиці лідерів відображають лише перших 100 найкращих гравців. Якщо вам вдасться отримати місце в одній з цих таблиць лідерів, ваше ім\u0027я буде виділено червоним кольором. ","faq3q":"3. Чи можу я увійти у версію гри будь-якої країни?","faq7q":"7. У грі виникла помилка. Що робити?","faq5a1":"Існує два типи таблиць лідерів:"}